{"datad":{
    
        "rigidFlex":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"I ordered quite a lot rigid-flex circuit boards from PCBONLINE and they gave discounts for this order. Their reasonable prices and high manufacturing level will make this company become a leader in this industry.\"",
                    "name":"Rigid-flex PCB Example 1",
                    
                    "img":"rigid-flex-pcb-manufacturing.webp",
                    "alt":"Rigid Flex Pcb Manufacturing"
  
                },{
                    "id":1,
                    "review":"\"The quote that PCBONLINE gave to my 8-layer rigid-flex boards with the 4-layer flex section was the lowest I'd got. The more plesant thing is the board quality, it is not worse than the best Amarican ones.\"",
                    "name":"Rigid-flex PCB Example 2",
                   
                    "img":"rigid-flex-pcb-supplier.jpg",
                    "alt":"Rigid Flex Pcb Supplier"
  
  
                },
               {
                    "id":2,
                    "review":"\"PCBONLINE's turnkey rigid-flex PCB services saved one third time for my team and we could accomplish the products in advance. BTW, their compoents procurement is very cost-effective and fast.\"",
                    "name":"Rigid-flex PCB Example 3",
                    
                    "img":"rigid-flex-pcb-board.jpg",
                    "alt":"Rigid Flex Pcb Board"
  
                }
            ]

  
        },
        "highTg":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"PCBONLINE did a good job in the one stop shop solution for my miners' building. My PCB board is multilayer high Tg with HDI requirements. From samples to bulky production, they made every piece successful. Thank you, PCBONLINE team.\"",
                    "name":"High Tg PCB Example 1",
                    
                    "img":"tg-180-pcb.webp",
                    "alt":"Tg 180 PCB"
  
                },{
                    "id":1,
                    "review":"\"I figured out PCBONLINE could be my high Tg PCB supplier from their Youtube video. I was at the internship at my company, and it was the first time for me to take care of a project. Luckily I found PCBONLINE, and with their experts, I got excellent results.\"",
                    "name":"High Tg PCB Example 2",
                 
                    "img":"tg-160-pcb.jpg",
                    "alt":"Tg 160 PCB"
  
  
                },
               {
                    "id":2,
                    "review":"\"I let the PCBONLINE team manufacture, assemble my high Tg boards, and do the conformal coating for automotive use. The experience is pleasant. The boards are manufactured well at a fair price.\"",
                    "name":"High Tg PCB Example 3",
                   
                    "img":"tg-200-pcb.jpg",
                    "alt":"Tg 200 PCB"
  
                }
            ]

  
        },
        "multiLayer":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"PCBONLINE once manufactured 12-layer PCBs for a client. The PCB requires very high FPGA manufacturing precision and PAD tolerance control in engineering and fabrication. Under the microscope, the circular PADs are not deformed at all, and the integrity of the solder mask bridge is well protected.\"",
                    "name":"Multilayer PCB Example 1",
                   
                    "img":"multi-layer-pcb-circuit-board.webp",
                    "alt":"multilayer PCB circuit board"
  
                },{
                    "id":1,
                    "review":"\"PCBONLINE manufactured and assembled this complex multilayer PCB. In the DFM stage, our engineer found a design issue and helped our customer avoid possible economic losses. According to our customer, our assembly price is at least 40% less than assembly in Europe.\"",
                    "name":"Multilayer PCB Example 2",
                   
                    "img":"multilayer-circuit-board.jpg",
                    "alt":"multilayer PCB board"
  
  
                },
               {
                    "id":2,
                    "review":"\"This is a 12-layer PCB used for engine turning. PCBONLINE manufactured it for a U.S. customer. At first, our customer designed the copper thickness of the traces to be 6oz. But the effect was not very good. So our engineer made testing and advised 4oz copper thickness. The product finally yielded excellent results\"",
                    "name":"Multilayer PCB Example 3",
                    
                    "img":"12-layer-pcb-4oz-copper.jpg",
                    "alt":"12 layer pcb 4oz copper"
  
                }
            ]

  
        },
        "thickCopper":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"We've been cooperating with PCBONLINE for more than 8 years and have witnessed their development; we are developing a thick copper multilayer HDI PCB to replace the traditional electric machinery. As expected, PCBONLINE completed the sample perfectly and 2 days ahead of scheduled delivery! We need 8oz copper thickness of inner and outer layers, and the PCB of 10 layers with an HDI structure. I spent a lot of time looking for thick copper PCB suppliers until I found PCBONLINE. PCBONLINE's technical strength and service support impressed me, making them my preferred supplier.\"",
                    "name":"Heavy-copper PCB Example 1",
                    
                    "img":"8oz-copper-pcb.webp",
                    "alt":"8oz copper PCB"
  
                },{
                    "id":1,
                    "review":"\"I tried many Chinese PCB manufacturers to produce thick copper PCBs, but the result was frustrating - the messy appearance, the not enough copper thickness, fire and anti-breakdown problems, heat transfer problems... My friend Giacomo recommended PCBONLINE to me, and I noticed this factory. PCBONLINE has maintained high quality since the first sample, and there is no unevenness on the surface, and no film marks. I plan to hand over the bulk orders to PCBONLINE.\"",
                    "name":"Heavy-copper PCB Example 2",
                    
                    "img":"heavy-copper-pcb-manufacturers.jpg",
                    "alt":"heavy copper PCB manufacturers"
  
  
                },
               {
                    "id":2,
                    "review":"\"Electric vehicle charging pile PCBs usually require 4 to 8 layers, and the copper thickness of the inner and outer layers is about 3oz. Our company’s main customers are Tesla, BMW, Zoe, etc. As R&D engineers, we need to consider the production cost and quality sustainability of PCBs in later batch manufacturing. So we choose PCBONLINE because their samples and bulk orders are produced on the same production line. They refunded the sample fee for bulk orders, which is very attractive to all R&D engineers.\"",
                    "name":"Heavy-copper PCB Example 3",
                    
                    "img":"3oz-copper-pcb.webp",
                    "alt":"3oz copper PCB"
  
                }
            ]

  
        },
        "flexible":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"This is a flexible PCB observed from the microscope. PCBONLINE manufactured these multilayer flexible PCBs for nucleic acid test kits. Our German customer required the DuPont high-temperature polyimide, and we had the material stock and manufacturing capabilities. The flexible PCB quality is excellent and the products have a high test sensitivity.\"",
                    "name":"Flexible PCB Example 1",
                    "ocb":"Head Engineer",
                    "img":"flexible-circuit-board.jpg",
                    "alt":"flexible circuit board"
  
                },{
                    "id":1,
                    "review":"\"This is a double-sided flexible PCB used for gastroscopy. PCBONLINE manufactured these medical-level FPC boards for a U.S. customer. The boards’ final thickness is only 1mm.\"",
                    "name":"Flexible PCB Example 2",
                    "ocb":"Co-founder",
                    "img":"flexible-printed-circuit-board.jpg",
                    "alt":"flexible printed circuit board"
  
  
                },
               {
                    "id":2,
                    "review":"\"Our customer had two flexible PCB designs manufactured from PCBONLINE. The difference was the smiley face’s surface finish. One design required the smiley face to be carbon-ink coated. The other design required the smiley face to be silver plated and then carbon ink coated. We made very neat stuff for both two FPC designs.\"",
                    "name":"Flexible PCB Example 3",
                    
                    "img":"flexible-pcb-board.jpg",
                    "alt":"flexible pcb board"
  
                }
            ]

  
        },
        "led":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"These are COB (chip-on-board) LED PCBs we fabricated. Our CAM engineer designed some of these PCBs for free for clients. COB is getting popular for LED lighting nowadays. PCBONLINE has all the design and manufacturing capabilities to meet your product requirements.\"",
                    "name":"LED PCB Example 1",
                    
                    "img":"custom-led-pcb-boards.webp",
                    "alt":"custom LED PCB boards"
  
                },{
                    "id":1,
                    "review":"\"This copper-substrate LED PCB has an 8W/mK thermal dissipation conductivity. PCBONLINE took part in designing this PCB for car lamps. It adopts OSRAM KW CULPM1.TG LED chips. Engineers usually choose aluminum PCBs for LED products for economic reasons, but <a target=\"_blank\" style='display:contents;' href=\"https://www.pcbonline.com/copper-base-pcb/ \">copper base PCBs</a> have better thermal conductivity. For high-end applications, copper base PCBs can be a good option.\"",
                    "name":"LED PCB Example 2",
                   
                    "img":"led-pcb-cars.jpg",
                    "alt":"LED PCB for cars"
  
  
                },
               {
                    "id":2,
                    "review":"\"PCBONLINE fabricated airport-use aluminum LED display PCBs for one client. We adjusted the light wavelength besides PCB and PCBA manufacturing. The LED display screens in the airport have to work continuously for the long term, so the PCBs should be of high quality. The acceptance level of these LED PCBAs is IPC Class 3.\"",
                    "name":"LED PCB Example 3",
                   
                    "img":"led-display-pcb.jpg",
                    "alt":"LED display PCB"
  
                }
            ]

  
        },
        "free":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"Jim is a frequent customer of PCBONLINE. He's a respectful scientist in the communication field. All PCBs he orders from PCBONLINE are <a target=\"_blank\" style='display:contents;' href=\"https://www.pcbonline.com/PCB-FAB/High-Frequency-PCBs/ \">high-frequency PCBs</a>. We think we win his trust with our good control accuracy of the expansion and shrinkage coefficient. A lead-free RF PCB in the image is one of the PCBs we fabricated for him.\"",
                    "name":"Lead-free PCB Example 1",
                   
                    "img":"lead-free-antenna-pcb.jpg",
                    "alt":"ead-free antenna PCB"
  
                },{
                    "id":1,
                    "review":"\"PCBONLINE fabricated lead-free PCBs for automotive uses. These car-grade PCBs have very high requirements. A Level 3 PPAP and a COC report came together with the PCBs when we delivered them to our client. In fact, besides rigid FR4 PCBs, we can also fabricate flexible and rigid-flex PCBs for automotive.\"",
                    "name":"Lead-free PCB Example 2",
                    
                    "img":"lead-free-automotive-pcb.jpg",
                    "alt":"lead-free automotive PCB"
  
  
                },
               {
                    "id":2,
                    "review":"\"PCBONLINE completed a one-stop PCBA bulky order for a German client. We fabricated and assembled about 6000 PCBA pieces. Our client developed a smart watering system and wanted soil moisture sensor PCBs. We provided one-stop EMS manufacturing, including PCBA fabrication and conformal coating. All materials and processes are lead-free.\"",
                    "name":"Lead-free PCB Example 3",
                    
                    "img":"lead-free-iot-pcb.jpg",
                    "alt":"lead-free IoT PCB"
  
                }
            ]

  
        },
        "carbon":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"Usually, carbon ink pads on the PCBs serve as buttons or switches. The PCB in the image is no exception. PCBONLINE fabricates the carbon ink PCBs using high-resistance carbon according to our Japanese client's requirement. The solder mask is very flat, and the light green looks comfortable. The selective surface finishes are very even.\"",
                    "name":"Carbon ink PCB Example 1",
                    
                    "img":"carbon-ink-pcb-supplier.jpg",
                    "alt":"carbon ink PCB supplier"
  
                },{
                    "id":1,
                    "review":"\"This is one of the carbon ink PCBs we manufactured used for industrial control mainboards. The selective surface finishes are carbon ink and OSP. Unlike general carbon ink PCBs, the circuit design of the PCB in the image is quite advanced. If you need PCBs for industrial uses, please don't forget PCBONLNE.\"",
                    "name":"Carbon ink PCB Example 2",
                   
                    "img":"carbon-ink-industrial-pcb.jpg",
                    "alt":"carbon ink industrial PCB"
  
  
                },
               {
                    "id":2,
                    "review":"\"This PCB is a very regular carbon ink FR4 PCB. Nothing special about it to mention. Though we focus on complex PCBs with more challenges, we also fabricate such regular carbon ink PCBs. From prototype fabrication to PCB assembly, we completed the order smoothly, and the delivery was fast.\"",
                    "name":"Carbon ink PCB Example 3",
                    
                    "img":"double-sided-carbon-ink-pcb.jpg",
                    "alt":"double-sided carbon ink PCB"
  
                }
            ]

  
        },
        "ceramic":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"This is one of the ceramic hybrid PCBs we fabricated for a Chinse client. It is for high-power LEDs for stage lighting. The PCB is copper-based with an AlN inlay area in the center, and COB LEDs are flip-chip bonded on the AlN. Besides copper/AlN hybrid PCBs, PCBONLINE also can fabricate copper/alumina, aluminum/AlN, and aluminum/alumina PCBs.\"",
                    "name":"Ceramic PCB Example 1",
                    
                    "img":"multilayer-ceramic-pcb.webp",
                    "alt":"multilayer ceramic PCB"
  
                },{
                    "id":1,
                    "review":"\"This is a double-sided alumina PCB manufactured from PCBONLINE. The surface finish on the PCB is ENIG and immersion silver. The finished thickness of the PCB is 0.54mm (tolerance ±0.15mm). This alumina PCB has strong mechanical stress, a stable shape, strong adhesion, anti-corrosion, and excellent thermal cycling performance.\"",
                    "name":"Ceramic PCB Example 2",
                   
                    "img":"ceramic-printed-circuit-board.jpg",
                    "alt":"ceramic printed circuit board"
  
  
                },
               {
                    "id":2,
                    "review":"\"This is an aluminum nitride PCB for high-power LEDs we manufactured for a client. For your reference, we display both sides of the circuit board. You can see the glossy on the front side of the board and how fine and white the ceramic substrate is. If you look for aluminum nitride PCB fabrication, PCBONLINE can be your reliable manufacturer from prototypes to bulky production.\"",
                    "name":"Ceramic PCB Example 3",
                    
                    "img":"round-ceramic-pcb.jpg",
                    "alt":"round ceramic PCB"
  
                }
            ]

  
        },
        "halogen":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"This is one of the PCBs ordered from PCBONLINE by a municipal department. The halogen-free FR4 PCBs are used for pointing lights on two sides of high roads. As the boards are used for public safety, the acceptance requirements are extremely high. The acceptance standard of these boards is IPC Class 3.\"",
                    "name":"Halogen-free PCB Example 1",
                    
                    "img":"halogen-free-pcb-manufacturing.webp",
                    "alt":"halogen-free PCB manufacturing"
  
                },{
                    "id":1,
                    "review":"\"Nowadays, halogen-free requirements are compulsory in most of the world, such as Europe, North America, East Asia, etc. At PCBONLINE, we fabricate almost all halogen-free PCBs and PCBA by default. We provide one-stop PCBA manufacturing services for halogen-free products.\"",
                    "name":"Halogen-free PCB Example 2",
                    
                    "img":"halogen-free-pcb-assembly.jpg",
                    "alt":"halogen-free PCB assembly"
  
  
                },
               {
                    "id":2,
                    "review":"\"This is a set of PCBs for a wearable device, including a <a target=\"_blank\" style='display:contents;' href=\"https://www.pcbonline.com/PCB-FAB/Rigid-Flex-PCBs/ \">rigid-flex PCB</a> and two rigid FR4 PCBs. A US client ordered batch PCB fabrication from PCBONLINE. The PCBs are halogen-free. If you look for halogen-free PCB/PCBA fabrication for middle and high-end applications, don't miss PCBONLINE.\"",
                    "name":"Halogen-free PCB Example 3",
                   
                    "img":"halogen-free-pcb-supplier.jpg",
                    "alt":"halogen-free PCB supplier"
  
                }
            ]

  
        },
        "alum":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"These are part of the medical-grade aluminum PCBs PCBONLINE fabricated for a client. The pads for keyboard buttons have a hole in the pad center so that gas discharges when a user presses and releases the buttons. The gold surfaces on pads have to be completely flat, without oxide or contamination. We foresaw the details before fabrication, and the order was delivered smoothly.\"",
                    "name":"Aluminum PCB Example 1",
                   
                    "img":"aluminum-core-pcb.webp",
                    "alt":"aluminum core PCB"
  
                },{
                    "id":1,
                    "review":"\"This is a pair of aluminum PCBs for motor bikes' front lamps on the left and right sides. PCBONLINE manufactured them for a client from Italy. The PCB prototypes have a beautiful outlook. The PCB prototypes have a very nice quality and price, and we are looking for a bulky fabrication order from the client. We only need to be patient.\"",
                    "name":"Aluminum PCB Example 2",
                    
                    "img":"aluminum-pcb-prototyping.jpg",
                    "alt":"aluminum PCB prototyping"
  
  
                },
               {
                    "id":2,
                    "review":"\"The image shows a corner of the aluminum substrate PCBs we fabricated. These PCBs are special aluminum PCBs. The grooves in the aluminum substrate are irregular, and the PCB fabrication is more difficult than regular aluminum PCBs. But it is easy for us. After all, PCBONLINE is an advanced PCB manufacturer, and such boards are easy to deal with.\"",
                    "name":"Aluminum PCB Example 3",
                   
                    "img":"double-sided-aluminum-pcb.jpg",
                    "alt":"double-sided aluminum PCB"
  
                }
            ]

  
        },
        "freq":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"PCBONLINE delivers the communication interface conversion PCB boards to our client on time. In the communication stage, before the client placed the order, our client was impressed that we store high-frequency laminates for no more than 45 days to ensure high-frequency PCB quality. From PCB fabrication to assembly, we completed the job smoothly.\"",
                    "name":"High-frequency PCB Example 1",
                    "ocb":"Communication System Engineer",
                    "img":"high-speed-interface-pcb.webp",
                    "alt":"high-speed interface PCB"
  
                },{
                    "id":1,
                    "review":"\"The base material is the key to ensuring high-frequency PCB quality, and PCBONLINE knows this very well. We control the expansion of the high-frequency materials to the minimum. All the antenna PCBs ever manufactured from us have excellent signal stability.\"",
                    "name":"High-frequency PCB Example 2",
                    "ocb":"Antenna & RF Engineer",
                    "img":"pcb-antenna.jpg",
                    "alt":"PCB antenna"
  
  
                },
               {
                    "id":2,
                    "review":"\"This radio-frequency PCB uses the Rogers TC350 plus material. After testing, its thermal conduction reaches 1.24W/mK. We have ready-to-use Rogers materials in stock, so we can start fabrication immediately when we figure out your PCB requirements. If you want fast delivery of high-frequency PCBs, please choose the manufacturer PCBONLINE.\"",
                    "name":"High-frequency PCB Example 3",
                   
                    "img":"radio-frequency-pcb.jpg",
                    "alt":"radio frequency PCB"
  
                }
            ]

  
        },
        "proto":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"This is a PCB prototype fabrication and assembly order we completed. We spent only 8 days manufacturing and assembling the circuit boards, including component sourcing, mechanical box design and manufacturing, and IC programming.\"",
                    "name":"Prototype PCB Example 1",
                   
                    "img":"pcb-prototype-service.webp",
                    "alt":"PCB prototype service"
  
                },{
                    "id":1,
                    "review":"\"These are <a target=\"_blank\" style='display:contents;' href=\"https://www.pcbonline.com/blog/transparent-circuit-boards.html/\" alt=\"transparent flexible PCB\">transparent flexible PCB</a> prototypes we manufactured for a U.S. customer. We also assembled them to be end products. The FPC prototypes used for car lamps on the left and right sides had a 90% transparency. Our customer designed an App to control the lighting models, so the boards enabled car lighting changes by phone remote control.\"",
                    "name":"Prototype PCB Example 2",
                    
                    "img":"complex-printed-circuit-board.jpg",
                    "alt":"complex printed circuit board"
  
  
                },
               {
                    "id":2,
                    "review":"\"In the image, the product on the left is the bare PCB, and the one on the right is the PCBA assembled with dome buttons. This is a medical-grade PCB prototype order we manufactured for a U.S. customer. The surface finish of button pads used frequently was hard gold plated, and those not used much were immersion gold.\"",
                    "name":"Prototype PCB Example 3",
                  
                    "img":"fast-pcb-prototyping-service.jpg",
                    "alt":"fast PCB prototyping service"
  
                }
            ]

  
        },
         "hdi":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"This is one of the HDI PCBs ordered by a US client from PCBONLNE. These HDI PCBs require selective surface finishes of immersion gold in 2μ\" thickness and OSP, half holes, minimum trace space of 2.5mil/2.5mil, and interconnection between inner layers. We brought out excellent results to our client.\"",
                    "name":"HDI PCB Example 1",
                   
                    "img":"hdi-pcb-supplier.webp",
                    "alt":"HDI PCB supplier"
  
                },{
                    "id":1,
                    "review":"\"Our client ordered 10-layer FPGA industrial control boards with HDI requirements. The HDI PCB requirements include 2.5mil minimum line width and 0.15 minimum via diameter. The high quality of the boards verifies PCBONLINE's manufacturing level. PCBONLINE always provides reliable HDI PCB fabrication.\"",
                    "name":"HDI PCB Example 2",
                    
                    "img":"hdi-pcb-fabrication.jpg",
                    "alt":"HDI PCB fabrication"
  
  
                },
               {
                    "id":2,
                    "review":"\"It was the first time for us to order HDI PCB fabrication from PCBONLINE so we just prototyped. Our PCB requires high-density BGA, vias in pads, and the manufacturing is of high complexity. We were glad the prototype was delivered in time and amazed by the board's beautiful outlook.\"",
                    "name":"HDI PCB Example 3",
                    
                    "img":"hdi-pcb-prototype.jpg",
                    "alt":"HDI PCB prototype"
  
                }
            ]

  
        },
        "elc":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"I am so glad that PCBONLINE sources bulky genuine ICs for us so quickly. I have assumed that their Hong Kong supply team might spend a month fulfilling the sourcing task, but they just spent two weeks, and after confirmation, PCBONLINE delivered the ICs to me at once. Their quick-to-actions boost my project so much. \"",
                    "name":"Electronic components Example 1",
                    
                    "img":"ic-chips.jpg",
                    "alt":"IC chips"
  
                },{
                    "id":1,
                    "review":"\"First, we checked sample quality and specifications for mass production. Then we had turnkey PCB assembly including electronic component sourcing from PCBONLINE and saved a lot from our cooperation. Except for a small number of components that were provided by us, all the others were sourced by PCBONLINE. The PCB assemblies were beautifully made. Both components and the assemblies were satisfying.  \"",
                    "name":"Electronic components Example 2",
                  
                    "img":"component-sourcing.jpg",
                    "alt":"component sourcing"
  
  
                },
               {
                    "id":2,
                    "review":"\"I just completed the first PCB assembly order. PCBONLINE provided me with PCB manufacturing, component sourcing, and PCB assembly services including IC programming. All documents and materials I provided included IPC-2581, BOM, pick-and-place file, and IC programming software. The components included resistors, capacitors, ICs, and antennas. Both the component quality and PCBA manufacturing are very good. \"",
                    "name":"Electronic components Example 3",
                  
                    "img":"smd-components.jpg",
                    "alt":"SMD components"
  
                }
            ]

  
        },
        "smt":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"We have a PCB fab but always look for competitive pricing. PCBONLINE provided us with bulky PCB production and we were amazed at the good quality as well as the pricing. They quoted only $19 for the 370mm × 470mm PCB framework stencil with the 190mm ×290mm aperture area. The stencil helps the assembly a lot. \"",
                    "name":"SMT stencil Example 1",
                  
                    "img":"pcb-stencil-maker.webp",
                    "alt":"PCB stencil maker"
  
                },{
                    "id":1,
                    "review":"\"We had cooperation with PCBONLINE for one-stop-shop 4g module assembly services once. The products were a business success, so we decide to let PCBONLINE manufacture the same design again. They reuse the same SMT stencils and this saves time and some costs. The manufacturing from PCBONLINE is smooth and perfect. \"",
                    "name":"SMT stencil Example 2",
                    
                    "img":"order-pcb-stencil.jpg",
                    "alt":"order PCB stencil"
  
  
                },
               {
                    "id":2,
                    "review":"\"PCBONLINE provided me with turnkey production of portable UV sterilizer boxes for eyelash extensions. It was very pleasant project cooperation. They helped me design a battery plugin and the box, produced PCBs and SMT stencils, and assembled the end products with boxes. \"",
                    "name":"SMT stencil Example 3",
                    
                    "img":"smd-solder-paste-stencil.jpg",
                    "alt":"SMD solder paste stencil"
  
                }
            ]

  
        },
        "asm":
        {

            
            "clients":[
                {
                    "id":0,
                    "review":"\"This is an industrial control mainboard PCBA project manufactured by PCBONLINE. Our business department and the production department cooperated vigorously to ensure the quality and delivery time of this batch of motherboards. Our customer praised our soldering level of 01005 surface-mount devices and expressed satisfaction with the cooperation in his email to us.\"",
                    "name":"PCB assembly Example 1",
              
                    "img":"pcb-assembly-company.webp",
                    "alt":"best PCB assembly company"
  
                },{
                    "id":1,
                    "review":"\"This is part of the PCBAs of the one-stop smart traffic IoT PCB assembly project. We assembled them with the video capture cards and then tested them. In the R&D stage of the customer's project, our engineer took part in the software and hardware design. And our engineer designed the mechanical box of the products. The acceptance standard was IPC-A-610 Class 3. \"",
                    "name":"PCB assembly Example 2",
                    
                    "img":"pcb-assembly-contract-manufacturer.jpg",
                    "alt":"PCB assembly contract manufacturer"
  
  
                },
               {
                    "id":2,
                    "review":"\"These are the 8-layer PCB assemblies for video capture boards manufactured by PCBONLINE. You may have noticed the yellow high-temperature tapes on the PCB edges. What they cover are the gold fingers. Our PCB manufacturing base in Jiangsu has the complete gold finger lines and sewage treatment equipment, so the PCB fabrication and assembly were all implemented by ourselves.\"",
                    "name":"PCB assembly Example 3",
                 
                    "img":"advanced-pcb-assembly.webp",
                    "alt":"advanced PCB assembly"
  
                }
            ]

  
        },
        "lowV":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"The image displays the industrial control PCB assemblies fabricated from PCBONLINE. The boards were fabricated perfectly, and the soldering acceptance level reaches IPC Class 3. From PCBONLINE, the PCB fab and assembly prices are transparent. If you look for a PCB assembly house, work with PCBONLINE.\"",
                    "name":"Small-batch PCB assembly Example 1",
              
                    "img":"pcb-assembly-house.webp",
                    "alt":"PCB assembly house"
  
                },{
                    "id":1,
                    "review":"\"This is one of the PCB assemblies that PCBONLINE fabricated for a Vietnamese client. Our team had tried to persuade our client to order PCBs until one of our team members wrote emails to him in Vietnamese. He bought a low-volume PCB fab and assembly for industrial. The high quality of the PCB assemblies wins his heart, and he becomes a regular client.\"",
                    "name":"Small-batch PCB assembly Example 2",
                
                    "img":"pcb-fab-and-assembly.jpg",
                    "alt":"PCB fabrication and assembly"
  
  
                },
               {
                    "id":2,
                    "review":"\"This is an <a target=\"_blank\" style='display:contents;' href=\"https://www.pcbonline.com/PCB-FAB/Aluminum-Nitride/ \" alt=\"aluminum nitride PCB \">aluminum nitride PCB</a> assembly manufactured from PCBONLINE. Due to regional price differences around the globe, you can order advanced PCBs and assembly from Shenzhen and enjoy the best quality at the possible cheapest price. PCBONLINE is one of the best complex PCB manufacturers and maybe the cheapest among them ever.\"",
                    "name":"Small-batch PCB assembly Example 3",
                   
                    "img":"cheapest-pcb-prototype-service.jpg",
                    "alt":"cheapest PCB prototype service"
  
                }
            ]

  
        },
        "highV":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"These are the PCB assemblies for smart traffic monitoring. Our customer ordered one-stop manufacturing, including high-volume PCB fabrication, PCB assembly, and functional testing. We also placed the PCBA sample beside the street nearby our company to test it in a real use environment.\"",
                    "name":"High-volume PCB assembly Example 1",
                    "ocb":"Electronics Engineer",
                    "img":"china-high-volume-pcb-assembly.webp",
                    "alt":"China high-volume PCB assembly"
  
                },{
                    "id":1,
                    "review":"\"This is one piece of a high-volume will be manufactured in our PCB manufacturing bases; the <a target=\"_blank\" style='display:contents;' href=\"https://www.pcbonline.com/blog/transparent-circuit-boards.html \" alt=\"transparent-circuit-boards\">transparent flexible PCB</a> order. The clearance of clear flexible PCBs manufactured by PCBONLINE reaches 90%. Our customer is a listed company and ordered these clear FPCs in the production area of 500㎡. We spent only 10 days delivering this order to our customer, including backs-and-forths between our engineer and the customer.\"",
                    "name":"High-volume PCB assembly example 2",
                    "ocb":"Hardware Design Engineer",
                    "img":"high-volume-manufacturing-pcb.jpg",
                    "alt":"high-volume-manufacturing-pcb"
  
  
                },
               {
                    "id":2,
                    "review":"\"These are just a small part of a large volume aluminum PCB order. We manufactured 20,000 pieces of <a target=\"_blank\" style='display:contents;' href=\"https://www.pcbonline.com/PCB-FAB/Aluminum-PCB/\" alt=\"Aluminum-PCB\">aluminum PCBs</a> for one of our customers. Aluminum PCBs are sensitive to moisture. So inside each package, we put a humidity instruction card to ensure the humidity level. And before delivery, we repackaged the aluminum PCBs to fill the gaps between PCBs and the box with plastic buffers. In this way, the boards won't move and scratch in shipping.\"",
                    "name":"High-volume PCB assembly Example 3",
                    "ocb":"Lead Engineer",
                    "img":"large-volume-pcb-manufacturer.jpg",
                    "alt":"large-volume-pcb-manufacturer"
  
                }
            ]

  
        },
        "base":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"This is one of the 8-layer copper base PCBs manufactured by PCBONLINE. The copper thickness of the inner and outer circuit layers is 12oz. From the cross-section of the board, you can see very even electroplated via copper and PCB layer copper. The lamination quality was perfect.\"",
                    "name":"Copper-base PCB Example 1",
                    "ocb":"Scientist",
                    "img":"copper-base-pcb-8-layer.webp",
                    "alt":"8-layer copper base PCB"
  
                },{
                    "id":1,
                    "review":"\"PCBONLINE manufactured this copper base PCB prototype for an air condition system for a Chinese client. The circuit board was hybrid laminated with FR4 and copper as the substrate. Screws can be tightened on the required holes.\"",
                    "name":"Copper-base PCB example 2",
                    "ocb":"Hardware Unit Manager",
                    "img":"china-copper-base-pcb.jpg",
                    "alt":"China copper base PCB"
  
  
                },
               {
                    "id":2,
                    "review":"\"This is a piece of copper base PCB assemblies used for car lamps that PCBONLINE manufactured and assembled for a client. You can see four LEDs mounted on the copper base PCB. The LEDs are OSRAM KW CULPM1.TG.\"",
                    "name":"Copper-base PCB Example 3",
                    "ocb":"Project Manager",
                    "img":"copper-base-pcb-manufacturing.jpg",
                    "alt":"copper base PCB manufacturing"
  
                }
            ]

  
        },
        "tht":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"These PCB assemblies used for HD camera face recognition for AIoT were designed, manufactured, and surface mounted by PCBONLINE. Rockchips, resistors, and all other components were all SMDs. The 1000 pieces of PCBA all work well with 0 return rate.\"",
                    "name":"SMT and PTH PCB assembly Example 1",
                    "ocb":"Scientist",
                    "img":"smt-pcb-assembly.jpg",
                    "alt":"SMT PCB assembly"
  
                },{
                    "id":1,
                    "review":"\"This is a high-frequency PCB assembly PCBONLINE manufactured. We fabricated the PCB prototype and SMT and THT assembled it. This PCBA is a communication interface conversion board.\"",
                    "name":"SMT and PTH PCB assembly example 2",
                    "ocb":"Hardware Unit Manager",
                    "img":"smt-and-tht-assembly.jpg",
                    "alt":"SMT and THT assembly"
  
  
                },
               {
                    "id":2,
                    "review":"\"These boards are solid-state storage cards for BitCoin mining manufactured and surface mounted by PCBONLINE. The image shows the burn-in test stage after SMT assembly. These boards were double-sided SMT assembled without PTH components.\"",
                    "name":"SMT and PTH PCB assembly Example 3",
                    "ocb":"Project Manager",
                    "img":"double-sided-smt-assembly.jpg",
                    "alt":"double-sided SMT assembly"
  
                }
            ]

  
        },
        "ins":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"PCBONLINE manufactured a small volume of PCB assemblies for CCD camera modules for a client. Besides PCBA fabrication, we assembled them with mechanical boxes and implemented the aging test. The image shows the end-product test. We put them in the application situation and let them work. The test lasted a week and we collected all the test parameters. Then we took part in the optimization of hardware and software design.\"",
                    "name":"PCB assembly inspection Example 1",
                    "ocb":"Scientist",
                    "img":"pcb-assembly-end-product-test.webp",
                    "alt":"PCB assembly end product test"
  
                },{
                    "id":1,
                    "review":"\"This image shows how PCBONLINE tested a PCB assembly with a multimeter after the SMT and THT assembly. The PCB assemblies we manufactured for a U.S. client were car-grade lamps. Our engineer set up a 100mA current to check the voltage values of the tested positions one by one.\"",
                    "name":"PCB assembly inspection Example 2",
                    "ocb":"Hardware Unit Manager",
                    "img":"testing-pcb-with-multimeter.jpg",
                    "alt":"testing PCB assembly with multimeter"
  
  
                },
               {
                    "id":2,
                    "review":"\"This is an exciting PCB fabrication, assembly, and testing project for car lamps. PCBONLINE manufactured the transparent flexible PCBs and assembled each of them with 108 colorful LEDs. Our engineer spent two days testing the clear flex PCB assemblies and finally succeeded. We'd like to call these PCBAs transparent and colorful artworks.\"",
                    "name":"PCB assembly inspection Example 3",
                    "ocb":"Project Manager",
                    "img":"pcb-assembly-and-testing.jpg",
                    "alt":"PCB assembly and testing"
  
                }
            ]

  
        },
        "fab":
        {

          
            "clients":[
                {
                    "id":0,
                    "review":"\"Gold fingers are a line of hard gold plating pads at the edges of PCBs and are used for inserting into a connector or interface to connect the PCB with a module or system. PCBONLINE can handle gold finger PCBs independently because it has licenses to buy and use gold salt and equipment to deal with the sewage after the hard gold plating process.\"",
                    "name":"PCB fabrication Example 1",

                    "img":"gold-finger-pcb.webp",
                    "alt":"gold finger PCB"
  
                },{
                    "id":1,
                    "review":"\"This is a high-thermal dissipation PCB manufactured by PCBONLINE. Its substrate is FR4 with copper inlay. This PCB is used in an air-conditioning central system. Its copper and FR4 hybrid substrate makes a fantastic solution to thermal management but increases the PCB fabrication complexity. Our client found us, a complex PCB manufacturer. And we finished this project perfectly without return work.\"",
                    "name":"PCB fabrication Example 2",
    
                    "img":"copper-fr4-pcb.webp",
                    "alt":"copper inlay FR4 PCB"
  
  
                },
               {
                    "id":2,
                    "review":"\"This is a special MCPCB manufactured by PCBONLINE. It is an aluminum substrate, but it is flexible. You may wonder that such a special PCB can be costly, but not at all, the price of <a href=\"https://www.pcbonline.com/blog/flexible-aluminum-pcb.html\" target=\"_blank\">flexible aluminum PCBs</a> is as low as rigid aluminum PCBs. Flexible aluminum PCBs are mainly used for LED lights that illuminate all around. The power of the PCB is 1W, and its surface finish is OSP.\"",
                    "name":"PCB fabrication Example 3",

                    "img":"mcpcb.webp",
                    "alt":"MCPCB"
  
                }
            ]

  
        }

    
}
}    