{"datad":{
    
        "rigidFlex":
        {

            "type1":2,
            "title1":"What is Rigid Flex PCB",

            "subtitle1":[
                "Also known as semi-flex PCBs, <strong class=\"inner-black\" >rigid-flex PCBs belong to <a  target=\"_blank\" style='display:contents;' href=\"/PCB-FAB/Flexible-PCBs/\" alt=\"flexible PCB\">flexible PCBs</a> but have rigid FR4 outer layers</strong>. The flexible PCB layers made of polyimide (PI) or polyester(PET) films and flexible copper-clad laminates (FCCP), can be <b class=\"inner-black\" >1 to 6</b> layers. The FR4 PCB layers attached on one or two sides of the flex inner layers can be <b class=\"inner-black\" >1 to 24</b> layers at the manfuacturer PCBONLINE.", 
                "Different layers are interconnected with through-holes and microvias (buried, blind, staggered, stacked, etc.). Fine-traces and high-density circuits can be designed and fabricated on rigid-flex PCBs.", 
                "Copper in a rigid-flex PCB's flex section must be rolled annealed (RA) copper, and PCBs for high-performance applications use high temperature and elongation (HTE) copper.", 
                "In rigid-flex PCB fabrication, we manufacture the flexible PCB first and laminate FR4 PCBs layers on the flex PCB. Then we cut off the unwanted rigid FR4 areas using the laser to expose the flex PCB coverlay. The exposed flex PCBs are the areas for bending.",
                "PCBONLINE manufactures rigid-flex PCBs from <b class=\"inner-black\" >2 to 30</b> layers for automotive, medical, computing, communications, industrial, aerospace, and consumer electronics. If you don't need real rigid-flex PCBs but flex PCBs attached with stiffeners (FR4, polyimide, or stainless steel), it is also okay to fabricate them from PCBONLINE."
            ],

            "title2":"Rigid Flex PCB Available Structures",
            "subtitle2":[
                "Rigid-flex PCBs provide dynamic and mechanical stability, freedom of 3D design, and reduced overall product space and weight. For these benefits, you can design rigid-flex PCBs with the below structures.",
                "<b class=\"inner-black\" >Symmetrical rigid flex PCB construction</b> - the board is manufactured with inward symmetrical flex layers. Capability is from <b class=\"inner-black\" >3R+1F to 24R+6F</b>.",
                "<b class=\"inner-black\" >Asymmetrical rigid flex PCB construction </b>- the board is manufactured with outward asymmetrical flex layers. Capability is from <b class=\"inner-black\" >2R+1F to 24R+6F</b>.",
                "<b class=\"inner-black\" >HDI multilayer rigid flex PCB construction </b>- the board's rigid section is with blind/buried mirovias. HDI capability is <b class=\"inner-black\" >4+N+4</b>."
            ],
           
            "img":"rigid-flex-pcb-structure.webp",
            "imgPh":"rigid-flex-pcb-structure.webp",
            "alt":"rigid-flex PCB structure",
            "type3":2,
            "title3":"Cost of Rigid Flex PCB",
            "subtitle3":[
            "Except for the very easy <b class=\"inner-black\" >1-2</b> layer FR4 PCBs, all PCBs, including rigid-flex PCBs, are custom quoted by the PCB manufacturer after viewing your Gerber/PCB design files. The PCB price is determined by the laminate price, PCB layers, circuit complexity, surface finishes, and lead time. The unit price of massive PCB manufacturing is lower than that of PCB prototypes.",
            "Rigid-flex PCBs are manufactured by laminating flexible and FR4 PCB layers, and the fabrication is much more complex than FR4 PCBs and flex PCBs. For this reason, rigid-flex PCBs are more expensive than FR4 PCBs and flexible PCBs. Usually, rigid-flex PCBs are <b class=\"inner-black\" >2 to 3</b> times costlier than flexible PCBs and <b class=\"inner-black\" >8 to 10</b> times costlier than FR4 PCBs.",
            "Take <b class=\"inner-black\" >4</b>-layer PCBs with a total area of <b class=\"inner-black\" >0.1</b> square meters as an example. At PCBONLINE, <b class=\"inner-black\" >4</b>-layer rigid-flex PCBs cost about <b class=\"inner-black\" >$900</b>, while flexible PCBs cost about <b class=\"inner-black\" >$450</b>, and FR4 PCBs cost about <b class=\"inner-black\" >$100</b>. This is probably the most competitive rigid-flex price in the market.",
            "PCBONLINE is a rigid-flex PCB source factory manufacturer and provides the most cost-effective and high-quality PCBs. By working with a reliable source factory manufacturer, you can save big than if working with a third-party trade company or agent."
        ]
        },
        "highTg":
        {

            "type1":2,
            "title1":"High-Tg PCB Overview",
            "subtitle1":[
                "<strong class=\"inner-black\" >A high-Tg PCB is an FR4 PCB whose Tg is 170℃ and above</strong>. Middle Tg falls in the range between <b class=\"inner-black\" >150℃ to 170℃</b>. General FR4 PCBs have a Tg value between <b class=\"inner-black\" >130℃ to 150℃</b>.",
                "Tg, or <b class=\"inner-black\" >glass transition temperature</b>, is a measure of the heat resistance of FR4 PCBs. It is <b class=\"inner-black\" >30℃</b> higher than the maximum working temperature of FR4 PCB and <b class=\"inner-black\" >40℃</b> higher than that of the electronic device.",
                "FR4 stands for flame retardant level 4, which means the epoxy glass can extinguish itself after being burned. FR4 material at temperatures below the Tg value is in a glassy state. When the temperature reaches the Tg value, the material changes from the glassy state to the rubbery state, in short, it becomes soft.",
                "We never want the temperature of the FR4 PCB to reach the Tg point because the PCB deforms, and its mechanical properties and electrical characteristics both worsen.",
                "The higher the PCB Tg, the higher laminating and working temperatures the FR4 PCB can withstand. Besides of better heat resistance, high-Tg PCBs have better moisture and chemical resistance."
            ],
            "title2":"High-Tg PCB Manufacturing and Assembly",
            "subtitle2":[
                "If you want high-Tg FR4 PCB, keep in mind that high-Tg FR4 materials can't be laminated with low or middle-Tg FR4 materials. Hybrid lamination of FR4 materials with different Tg causes the board popcorns or overflow of epoxy.",
                "The fabrication of high-Tg PCBs requires the lamination temperatures to be higher because the prepreg needs to melt to bond the layers. After lamination, the PCB is harder than general Tg PCBs, so in the mechanical drilling step, the drill bit has to use a larger drilling force.",
                "In the PCB assembly process, high-Tg PCBs can withstand higher reflow soldering temperatures. Lead-free solder needs high reflow temperatures to melt to bond PCB pads and component pins. So <a  target=\"_blank\" style='display:contents;' href=\"/PCB-FAB/Lead-Free-PCBs/\" target=\"_blank\">lead-free PCBs</a> are generally high-Tg PCBs.",
                "The PCB source factory manufacturer PCBONLINE provides one-stop high-Tg PCB fabrication and assembly. By working with PCBONLINE, you can enjoy one-on-one engineering support throughout your project and free samples for bulky production."
            ],
           
            "img":"high-tg-pcb-board.webp",
            "imgPh":"high-tg-pcb-board.webp",
            "alt":"high Tg PCB board",
            "type3":2,
            "title3":"Considerations of Choosing High Tg PCB Materials",
            "subtitle3":[
                "There are many options for high-Tg FR4 laminates, such as Shengyi S1000-2 and S1000-2M of Tg 180℃, Ventec VT-47 of Tg 180℃, and ITEQ IT-180ITC of Tg 175℃, etc. From PCBONLINE, FR4 PCBs made of laminates in any Tg are available. You can click the laminate button below to check out FR4 PCB laminates.",
                "Besides Tg, another main consideration of PCB laminates is <b class=\"inner-black\" >CTE-z</b>, which measures the thermal expansion and contraction of the PCB material.",
                "If a laminate has a <b class=\"inner-black\" >low CTE-z</b> and a <b class=\"inner-black\" >high Tg</b>, it is a high-performance PCB material.", 
                "If you want a quote for high-Tg PCBs from PCBONLINE, you can send your Gerber to info@pcbonline.com. Our engineer can reduce your project cost with the optimum PCB design."
            ]
  
        },
        "multiLayer":
        {

            "type1":2,
            "title1":"What is Multilayer PCB",
            "subtitle1":["Multilayer PCBs are circuit boards having <b class=\"inner-black\" >at least 4 layers</b> with the copper thickness of <b class=\"inner-black\" >2oz and below</b>, such as multilayer flexible PCBs, multilayer ceramic PCBs, multilayer rigid PCBs, etc. But OSP PCBs don't belong to multilayer PCBs.<br>",
                "To reduce the warpage, multilayer PCBs usually have a symmetrical structure. Common layer numbers are <b class=\"inner-black\" >4, 6, 8, 10, 12, 16</b>. Wiring on mulatiler PCBs is possible on up to <b class=\"inner-black\" >60 layers</b>.<br>",
                "The core materials of multilayers PCBs can be FR4, aluminum, copper, polyimide, PTFE, ceramics, etc. Components can mount on one side or both sides."
            ],
            "title2":"Multilayer PCB Manufacturing",
            "subtitle2":[
                "Multilayer PCBs are manufactured by <b class=\"inner-black\" >laminating the alternating layers of prepreg and copper on the PCB core</b> under high temperature and pressure.<br>",
                "The lamination process makes sure no air is trapped in the board, the resin in the prepreg melts and cures, and the two adjacent conductive layers are bonded and insulated.<br>",
                "The circuit on the conductive is achieved by <b class=\"inner-black\" >imaging</b>, <b class=\"inner-black\" >etching copper</b>, and <b class=\"inner-black\" >removing photoresist film</b>. The PTH holes are drilled and electroplated to connect the circuits between different layers."
            ],
           
            "img":"multilayer-pcb-manufacturing.webp",
            "imgPh":"multilayer-pcb-manufacturing.webp",
            "alt":"multilayer PCB manufacturing",
            "type3":2,
            "title3":"Advantages of Multilayer PCBs",
            "subtitle3":["Compared with single and double-layer PCBs, multilayer PCBs provide:",
                "● <b class=\"inner-black\" >higher wiring density,<b>",
                "● <b class=\"inner-black\" >smaller product sizes,<b>",
                "● <b class=\"inner-black\" >more circuit design flexibility.<b>",
                "● Via the ground and power layers, multilayer PCBs <b class=\"inner-black\" >reduce EMI</b> (electromagnetic interference)."
            ]
  
        },
        "thickCopper":
        {

            "type1":2,
            "title1":"What is Heavy Copper PCB",
            "subtitle1":["A heavy-copper PCB, or thick-copper PCB, is a circuit board with a <strong class=\"inner-black\" >copper thickness of more than 2oz</strong> used to pass high currents. But aluminum PCBs and OSP PCBs do not belong to thick-copper PCBs.<br>",
                "Usually, heavy copper PCBs have at most <b class=\"inner-black\" >8</b> PCB layers, and the circuit is relatively simple. The PCB copper thickness is higher, the current that the PCB board can bear is higher, and the PCB trace space is larger.<br>",
                "The copper thickness range of heavy-copper PCBs falls within <b class=\"inner-black\" >3oz to 14oz</b>."
            ],
            "title2":"Why Use Heavy Copper PCB Electrostatic Spray Solder Mask",
            "subtitle2":[
                "In heavy copper PCB manufacturing, we use the <strong class=\"inner-black\" >electrostatic spray solder mask</strong> process to replace the traditional solder mask printing.<br>",
                "The reason why PCBONLINE does not use traditional solder mask printing on thick copper PCBs is that it causes oil to accumulate in the corners of the circuit traces and holes. Meanwhile, the ink will be very thin in the non-copper areas, and the overall surface of the board is <strong class=\"inner-black\" >uneven</strong>. When high-current passes the board, <strong class=\"inner-black\" >electric breakdown</strong> may happen at the thinner solder mask areas.<br>",
                "We use the electrostatic spray solder mask because it <b class=\"inner-black\" >directly and evenly</b> sprays on the surface of the board, and the <b class=\"inner-black\" >uniform</b> ink thickness on the entire board achieves the best protection and appearance."
            ],
           
            "img":"pcb-copper-thickness.webp",
            "imgPh":"pcb-copper-thickness.webp",
            "alt":"PCB copper thickness",
            "type3":2,
            "title3":"Benefits of Heavy Copper PCBs",
            "subtitle3":["Heavy copper PCBs are the first option for large-current systems/devices. Engineers choose heavy copper PCBs for these reasons:",
                "● Thicker copper means a bigger circuit cross-sectional area, so heavy-copper PCBs can <b class=\"inner-black\" >bear large currents</b>.",
                "● Thicker copper means smaller resistance, so thick copper PCBs generate <b class=\"inner-black\" >less heat</b> and have <b class=\"inner-black\" >smaller thermal stress</b>.",
                "● Heavy copper PCBs provide great <b class=\"inner-black\" >less heat</b> and have <b class=\"inner-black\" >thermal dissipation</b> for devices (thermal conductivity of 401W/mK).",
                "● Heavy copper PCBs provide robust <b class=\"inner-black\" >mechanical strength and support</b> to the system/device."
            ]
           
  
        },
        "flexible":
        {

            "type1":2,
            "title1":"Flexible PCB Overview",
            "subtitle1":["A flexible PCB, or FPC, is a thin, light, and bendable PCB made up of alternating layers of flex copper-clad laminate (<b class=\"inner-black\" >FCCL</b>) and polyimide (<b class=\"inner-black\" >PI</b>) or polyester (<b class=\"inner-black\" >PET</b>) layers. Stiffeners (PI, FR4, or stainless steel) can be added to flexible PCBs for connection with other system parts.",
                "A flex PCB can be <b class=\"inner-black\" >single-sided</b> or <b class=\"inner-black\" >dual-sided</b>, <b class=\"inner-black\" >single-layered</b>, <b class=\"inner-black\" >double-layered</b>, or <b class=\"inner-black\" >multilayer</b>. And the FPC color can be yellow, black, white, or <b class=\"inner-black\" >transparent</b>. The PI or PET material is not only the substrate but also the <b class=\"inner-black\" >coverlay</b> that equals the solder mask of rigid PCBs. And an FCCL is made by bonding copper foil and PI coated with adhesive, or dip-coating copper on PI, or coating and curing liquid PI on copper foil. The FCCL made from the last two methods, without adhesive, is thinner and has better reliability.", 
                "If your flexible PCBs are to be frequently bent or twisted, ask the FPC manufacturer to use <b class=\"inner-black\" >rolled annealed (RA) copper</b> for production. If your flexible PCBs to be used do not require much flexibility, you can choose the cheaper electrolytic copper for flexible PCB production.",    
                "The flex PCB source factory manufacturer PCBONLINE provides <strong class=\"inner-black\" >PI flex PCBs of 1 to 10 layers</strong> and <strong class=\"inner-black\" >PET transparent flexible PCBs of 1 to 6 layers</strong>. It not only fabricates and assembles all kinds of flexible PCBs including <a href=\"/PCB-FAB/Rigid-Flex-PCBs/\" target=\"_balnk\" style='display:contents;'>rigid-flex PCBs</a>, but also manufactures the FCCL meeting your demands. Thus, you can save the most flex PCB fabrication costs by working with PCBONLINE.<br>"         
            
            ],
            "title2":"Flexible Printed Circut Board Assembly",
            "subtitle2":[
                "Flexible PCB assembly does not need special assembly technologies but requires jigs to fix them throughout the whole assembly process.<br>",
                "The assembly technique of flexible PCBs is also surface-mount technology (SMT) as rigid PCBs do. But flexible PCB assembly has these differences:<br>● Before the SMT assembly, flexible PCBs need <b class=\"inner-black\" >baking</b> to remove the moisture that the FPC materials absorb.<br>● During the assembly process, flexible circuit boards need to be fixed on a rigid surface for <b class=\"inner-black\" >dimensional stability</b>.<br>● The reflow temperatures for flexible PCBs are within 300°C, lower than that for rigid PCBs.",
                "PCBONLINE provides PCB assembly for all types of flex PCBs, and fine-pitch assembly is available. The minimum SMD footprint is <b class=\"inner-black\" >01005</b>. The COB LEDs can be mounted by flip-chip or wire bonding on flexible PCBs."
            ],
           
            "img":"flexible-pcb-assembly.webp",
            "imgPh":"flexible-pcb-assembly.webp",
            "alt":"flexible PCB assembly",
            "type3":2,
            "title3":"Applications and Benefits of Flexible PCBs",
            "subtitle3":["Flexible printed circuit boards are widely used in wearable electronic products, automotive LED lights, medical equipment, foldable LED screens, lithium battery covers, etc. Transparent flex PCBs can be used for more state-of-the-art applications, such as biological growth trays through which you can observe the cells inside. And the advantages of flexible PCBs include:",
                "● Flexible PCBs are <b class=\"inner-black\" >thin</b> and <b class=\"inner-black\" >light</b> and reduce the electronic products by <b class=\"inner-black\" >40% to 60%</b> of space and <b class=\"inner-black\" >60% to 80%</b> of weight. They meet the trend of thin-line and high-density.",
                "● Flexible PCBs are bendable, foldable, and twistable, and can <b class=\"inner-black\" >move and stretch in 3D space</b> to achieve integration of assembly and connection.",
                "● FPCs without adhesive maintain good tear strength and have little size changes (within 0.1%) at a high temperature of <b class=\"inner-black\" >300°C</b>, and have better resistance to chemicals than FPCs with adhesive.",
                "PCBONLINE, a source factory flexible PCB and FCCL manufacturer, provides you with one-stop FPC fabrication and value-added services, no matter whichever type of flexible PCBs you need. If you want to get a flex PCB quote, feel free to send your Gerber to info@pcbonline.com. "
            ]
            
  
        },
        "led":
        {

            "type1":2,
            "title1":"What is LED PCB",
            "subtitle1":["An <strong class=\"inner-black\" >LED PCB is a printed circuit board designed to mount light-emitting diodes (LEDs)</strong>. When LEDs are illuminating, they generate a lot of thermal, and you should know LEDs are temperature-sensitive components. How to protect LED chips from over-heat? We use PCBs. LED PCBs not only support LED chips. More importantly, they dissipate thermal quickly so that the LEDs work efficiently.",
                "Metal can dissipate thermal quickly, so LED PCBs are usually designed to be aluminum or copper-substrate. But why does the thermal conductivity range of aluminum LED PCBs fall within <b class=\"inner-black\" >1W/mK to 9W/mK</b> from PCBONLINE? Because between the aluminum substrate and the copper circuit layers must be an adhesive layer to insulate them, which reduces the LED MCPCB's thermal dissipation.",
                "Besides LED MCPCBs, PCBONLINE provides relatively new LED PCBs - ceramic substrate LED PCBs, glass substrate LED PCBs, flexible LED PCBs, and even clear flexible LED PCBs and flexible aluminum LED PCBs.",
                "If you make aluminum or copper LED PCBs, your design focuses on thermal dissipation and cost-effectiveness; if you make flexible LED PCBs, your design focuses on flexibility; if you make ceramic LED PCBs, your design focuses on thermal dissipation, flatness, and anti-oxidation.",
                "PCBONLINE fabricates and assembles LED PCBs. Besides, We can design the LED PCB and end products according to your specification requirements, such as lumen, wavelength, color temperatures, power, etc."
            
            
            ],
            "title2":"How are LED Chips Assembled on PCB",
            "subtitle2":[
                "<strong class=\"inner-black\" >LED chips are diodes that have a PN junction</strong> and allow electrical current to flow only from the positive electrode to the negative electrode. LED chips are assembled on PCBs in these two ways from PCBONLINE:<br>",
                "● <strong class=\"inner-black\" >Chip-on-board (COB) LED</strong>: LED chips are bonded on PCBs. PCBONLINE grapes two COB LED technologies.",
                "One is <b class=\"inner-black\" >LED wire bonding</b> - we use gold wires to connect LED chips to the PCB then use glue to seal the LED chips.",
                "The other is <b class=\"inner-black\" >flip-chip bonding</b> - without gold or aluminum wires, we flip the LED chip and let the PN junction directly bond the positive and negative electrodes on the PCB. Then we use glue to seal the LED chips. Our LED flip-chip assembly machine is specifically used.",
                "● <b class=\"inner-black\" >LED surface mount (SMT) assembly</b>: SMD LEDs are picked and placed on PCB pads and then reflow soldered.",
                "PCBONLINE has mature LED assembly lines in our PCB assembly factory in Shenzhen. You can have COB and SMD LED PCBs manufactured and assembled at one stop by PCBONLINE.",
                "Note: Driver-on-board (<b class=\"inner-black\" >DOB</b>) LED is not an LED assembly technology but an LED PCB design option. Without AC/DC, EMC circuit, DOB LED products adopt the linear IC drive solution on the PCB. If your design is DOB LED, we can also manufacture and assemble PCBs for you."
            ],
           
            "img":"led-pcb-wire-bonding.webp",
            "imgPh":"led-pcb-wire-bonding.webp",
            "alt":"LED PCB assembly: wire bonding",
            "type3":2,
            "title3":"Types and Advantages of LED PCBs",
            "subtitle3":["According to different LED PCB materials, there are aluminum LED PCBs, FR4 LED PCBs, copper LED PCBs, ceramic LED PCBs, glass LED PCBs, and polyimide and polyester LED PCBs.",
                "According to the rigidness of the LED PCBs, there are rigid LED PCBs, flexible LED PCBs, and rigid-flex LED PCBs. PCBONLINE provides all types of LED PCBs, and we provide EMS LED light manufacturing to meet your demands.",
                "LED PCBs have many advantages, like:",
                "● Good <b class=\"inner-black\" >thermal dissipation</b>. LED PCBs rely on either the PCB substrate or special circuit design to quickly transfer heat from LED chips.",
                "● PCB <b class=\"inner-black\" >design flexibility</b>. You can design the PCB to be metal-substrate, flexible, ceramic-substrate, FR4-substrate, etc.",
                "● High <b class=\"inner-black\" >reliability</b>. LED PCBs well protect LED chips from over-heat, and usually, LED products have a long lifespan."
            ]
            
  
        },
        "free":
        {

            "type1":2,
            "title1":"Why do You Need Lead-Free PCBs",
            "subtitle1":["The REACH and RoHS Directive mandate the electrical and electronics products to be <strong class=\"inner-black\" >free of hazardous chemicals</strong>. PCBs, the core in hardware manufacturing, should be lead-free if your boards need to enter the EU and most of the rest world.<br>",
                "A lead-free PCB/PCBA has a <b class=\"inner-black\" >lead concentration smaller than 0.1% (1000ppm)</b>, and other hazardous substances PBB, PBDE, DEHP, BBP, DBP, DIBP, Cr 6+, Hg, Cd all smaller than 0.1%.<br>",
                "Exposure to lead brings permanent health risks. Nowadays, most OEMs require circuit boards to meet lead-free standards.<br>"
                
            
            
            ],
            "title2":"What is Lead-Free Assembly",
            "subtitle2":[
                "Lead-free PCB assembly is a systematic requirement, it requires the electronic components, solder paste, PCB boards to be lead-free. Leaded solder paste not only causes the PCBA to fail RoHS certification, but also causes insufficient solder and fails the board.",
                "The lead-free assembly line can't be used for leaded assembly, because leaded solder flux will contaminate scrapers of the SMT machine and fails afterwards lead-free assembly.",
                "The reflow solder temperatures of lead-free assembly are about 40°C higher than leaded assembly. The peak temperature is about 255°C."
                
            ],
           
            "img":"lead-free-pcb-assembly.jpg",
            "imgPh":"lead-free-pcb-assembly.jpg",
            "alt":"lead-free PCB assembly",
            "type3":2,
            "title3":"Benefits of Lead-Free PCBs",
            "subtitle3":["Compared with leaded PCB, lead-free PCBs has higher manufacturing requirements, but you can enjoy these benefits:",
                "● Your products can <strong class=\"inner-black\" >meet regulatory standards</strong> and be shipped worldwide.",
                "● The lead-free assembly has <b class=\"inner-black\" >better solderability</b> than leaded assembly.",
                "● Lead-free PCBs are <b class=\"inner-black\" >hazardous-free</b>. You and your clients are free from health risks using them and end-products."
            ]
            
  
        },
        "carbon":
        {

            "type1":2,
            "title1":"Carbon Ink PCB Overview",
            "subtitle1":["<strong class=\"inner-black\" >Carbon ink PCBs are also called carbon oil PCBs</strong>. They are printed circuit boards designed to have <strong class=\"inner-black\" >conductive traces or surface finish to be carbon ink</strong>. Carbon ink is printed in the way of silk screen printing, but carbon ink is <b class=\"inner-black\" >conductive</b>.<br>",
                "Carbon ink pads are usually buttons or knobs that need to withstand thousands of times of pressing. The carbon ink plating on pads is extremely <b class=\"inner-black\" >durable</b>.<br>",
                "From PCBONLINE, carbon ink can be printed on FR4 PCBs of any Tg, flexible PCBs, rigid-flex PCBs, ceramic PCBs, aluminum PCBs, copper base PCBs, etc. And the carbon ink PCBs can be single-sided, dual-sided, single-layered, double-layered, and multilayer. As a PCB source factory manufacturer, PCBONLINE provides the <b class=\"inner-black\" >most affordable</b> carbon ink PCBs."
               
            
            
            ],
            "title2":"Carbon Ink on PCBs",
            "subtitle2":[
                "Carbon ink is a film printed, sprayed, or immersed on all or part of PCB traces. It is also a surface finish on PCB pads and acts as a resistor.<br>",
                "From PCBONLINE, the carbon ink PCBs' surface finish can be <b class=\"inner-black\" >immersion gold then carbon ink</b>, or <b class=\"inner-black\" >carbon ink then immersion silver/tin</b>. Selective surface finishes are also available, without PCB substrate material limits.<br>",
                "PCBONLINE provides carbon ink PCBs with carbon inks of any resistance. Resistance is a key feature for carbon inks, and you can determine the resistance of carbon ink on the PCB from the formula:",
                "<strong class=\"inner-black\" >R = (Rho*L)/(B*H)</strong>, where Rho is the resistance of the carbon oil itself, L is the length of the carbon oil, B is the width of the carbon oil, and H is the height of the carbon oil."
               
            ],
           
            "img":"carbon-ink-surface-finish.webp",
            "imgPh":"carbon-ink-surface-finish.webp",
            "alt":"carbon ink surface finish",
            "type3":2,
            "title3":"Advantages of Carbon Ink PCBs",
            "subtitle3":["Carbon ink PCBs are usually used for buttons, panels, or knobs. Carbon ink PCBs have these advantages:",
                "● Carbon PCBs are much cheaper than most other PCBs, yet they have stable performance.",
                "● Carbon ink has high wear resistance and can withstand thousands to millions of times of switches on and off.",
                "● Carbon ink PCB printing is environment-friendly, and will not pollute the air, water, or soil.",
                "If you need carbon ink PCBs, feel free to let PCBONLINE know your demand by sending your Gerber to info@pcbonline.com. We provide one-stop carbon ink PCB fabrication and assembly with one-on-one engineering support throughout your project."
            ]
            
  
        },
        "ceramic":
        {

            "type1":2,
            "title1":"Lamination During Ceramic PCB Manufacturing",
            "subtitle1":["Ceramic PCBs have one ceramic substrate, and the copper layers are sputtered, plated, sintered, or brazed on the top and bottom sides of the ceramic substrate. According to the different ceramic materials, there are AlN PCBs, alumina PCBs, SiC PCBs, Si₃N₄ PCBs, BeO PCBs, and hybrid ceramic PCBs.", 
                "PCBONLINE adopts two different lamination methods in ceramic PCB fabrication according to specific requirements.<br>",
                "If PCBs require less thermal conductivity, we adopt the <b class=\"inner-black\" >normal lamination</b> method: in the PCB lamination process under high temperature and high pressure conditions, two ceramic substrate layers are <b class=\"inner-black\" >bonded by a dielectric layer (PP)</b>. The PP materials are mainly phenolic, epoxy resin, special thermal conductive materials.<br>",
                "This process's manufacturing <b class=\"inner-black\" >cost is low</b>, but it drastically <b class=\"inner-black\" >reduces the overall thermal conductivity</b> of the ceramic circuit board, and its <b class=\"inner-black\" >bonding strength</b> is not as good as sintering lamination.<br>",
                "If the PCB requires high thermal conductivity, we use the <b class=\"inner-black\" >sintering lamination</b> method: in the PCB lamination process under high temperature and high pressure conditions, molecules of the two ceramic substrate layers' contact surfaces <b class=\"inner-black\" >migrate</b>, and the two layers <b class=\"inner-black\" >integrate and form dense polycrystalline ceramics</b> as a whole (relative density <b class=\"inner-black\" >> 98%</b>).<br>",
                "This technology bonds the copper and the ceramic base material together with a <b class=\"inner-black\" >strong bonding force</b> and <b class=\"inner-black\" >high reliability</b>. Meanwhile, the characteristics of the ceramic substrate are not affected, especially the <b class=\"inner-black\" >thermal conductivity and flatness</b>."
               
            
            
            ],
            "title2":"Direct Plating Copper (DPC) - Ceramic PCB Manufacturing from PCBONLINE",
            "subtitle2":[
                "We adopt <b class=\"inner-black\" >DPC technology</b>, a ceramic circuit processing technology developed from ceramic thin-film processing, to manufacture ceramic circuit boards. The general process includes ceramic surface metalization, sputtering, copper plating, film exposure and development.<br>",
                "Our ceramic PCB manufacturing flow using the DPC technology is:<br>",
                "● First, we clean the ceramic substrate by <b class=\"inner-black\" >pre-treatment</b>.<br>",
                "● Next, we <b class=\"inner-black\" >sputter</b> the ceramic substrate by vacuum coating to bond to the copper composite layer.<br>",
                "● Then, we use the photoresist coating of yellow light for <b class=\"inner-black\" >exposure, development</b>, etching, and film removal to complete the circuit production.<br>",
                "● We increase the copper thickness by electroplating/electroless <b class=\"inner-black\" >plating</b>.<br>",
                "● Finally, we <b class=\"inner-black\" >remove the photoresist</b>, and the metalized circuit is done.<br>",
                "● Compared with the traditional thick film and thin-film processing technologies, the DPC technology we use provides <b class=\"inner-black\" >faster processing</b>, a <b class=\"inner-black\" >micron-rating fine process</b>, no ceramic type and thickness limit.<br>"
               
            ],
           
            "img":"ceramic-pcb-manufacturing-process.webp",
            "imgPh":"ceramic-pcb-manufacturing-process.webp",
            "img2":"ceramic-pcb-lamination.webp",
            "imgPh2":"ceramic-pcb-lamination.webp",
            "alt":"ceramic PCB manufacturing process",
            "alt2":"ceramic PCB lamination",
            "type3":2,
            "picTwo":1,
            "linkPdf":1,
            "fileName":"Ceramic-PCB-Process-Capability-PCBONLINE.pdf",
            "title3":"Ceramic PCB Depaneling from PCBONLINE",
            "subtitle3":["From PCBONLINE, ceramic PCB depaneling can be <b class=\"inner-black\" >laser-cut</b> or <b class=\"inner-black\" >diamand-cut</b>. (V-cut and CNC are impossible to depanel ceramic PCBs.)",
                "● Laser PCB depaneling: ceramic PCBs in <b class=\"inner-black\" >round shape</b> should be laser-cut to depanel. To protect the circuit from <b class=\"inner-black\" >high temperatures</b>, at the laser head nitrogen is added to lower the PCB temperatures. Then we will clean to remove the carbon along with the depaneling round line.",
                "● Demand PCB depaneling: diamond depaneling is similar to V-cut - the depaneling <b class=\"inner-black\" >line has to be straight</b>. Ceramic PCBs are depaneled under <b class=\"inner-black\" >room temperatures</b>, so you don't have to worry about carbonization. In addition, PCBs can be panelized on the production panel.",
                "● If possible, please design your ceramic PCBs as rectangular or squire as possible. But round ceramic PCB manufacturing is okay for us. We will provide professional engineering support to your project to penalize your ceramic PCBs and avoid carbonization."
            ]
            
  
        },
        "halogen":
        {

            "type1":2,
            "title1":"What Does Halogen-Free Mean for PCB/PCBA",
            "subtitle1":["PCBONLINE adopts two different lamination methods in multilayer ceramic PCB fabrication according to specific requirements.<br>",
                "Halogen-free PCB/PCBA manufacturing process has no difference with other PCB/PCBA manufacturing but only the <strong class=\"inner-black\" >strict halogen-free management</strong> to materials and manufacturing process. Halogens refer to fluorine (F), chlorine (Cl), bromine (Br), iodine (I), and astatine (At). Halogen-free requires PCBs, PCBA, wires, mechanical plastic parts, etc, to have <strong class=\"inner-black\" >less than 900 PPM of Cl or Br</strong> and <strong class=\"inner-black\" >less than 1500 PPM of total halogens</strong>.<br>",
                "PCB halogen-free is not part of the REACH or RoHS directive and it is <b class=\"inner-black\" >not mandatory</b>. But halogen-free is a trend towards the <b class=\"inner-black\" >green initiative</b>. And now more and more regulations release for banning halogen printed circuit boards and products. For instance, in the UK and many USA states, most halogen lamps have been banned from selling.<br>",
                "PCB halogen-free requires the PCB laminates to use the phosphorus (<b class=\"inner-black\" >P</b>) and/or nitrogen <b class=\"inner-black\" >(N)-based flame retardant</b> to replace the halogen-based flame retardant."
               
            
            
            ],
            "title2":"PCB Halogen-Free Measurements from PCBONLINE",
            "subtitle2":[
                "Halogen-free involves a wide range of aspects, not only materials but also the production process. PCBONLINE processes halogen-free PCB/PCBA production in the following aspects:<br>",
                "<b class=\"inner-black\" >Raw material supply</b> - only by meeting PCBONLINE's strategy and product service requirements, can the raw material suppliers become qualified for us.<br>",
                "<b class=\"inner-black\" >Electronic components procurement</b> - the purchasing department is required to note all halogen-free materials when placing orders, and the products must meet the halogen-free PCB legislation. Meanwhile, PCBONLINE will provide customers with the RoHS and halogen-free SGS test report and MSDS composition list.<br>",
                "<b class=\"inner-black\" >PCB/PCBA materials</b> - all halogen-free PCB materials sent by suppliers must be labeled with halogen-free labels, and we will confirm the supplier's certificate of conformity (<b class=\"inner-black\" >COC</b>). In addition, every batch of raw materials must be <strong class=\"inner-black\" >tested for halogen-free</strong> environmental protection.<br>",
                "PCB/PCBA <b class=\"inner-black\" >warehousing</b> - we divide the storage area of halogen-free PCB laminate and halogen-free materials to prevent mixing.<br>",
                "<b class=\"inner-black\" >PCB/PCBA production</b> - each halogen-free PCB/PCBA order must be produced <b class=\"inner-black\" >separately</b>, and we divide different areas for different production processes. Materials in production areas must be separated to prevent mixing.<br>",
                "<b class=\"inner-black\" >Packaging</b> - we label according to the customer's requirements if there are any. If there are no extra packaging requirements, we label \"<b class=\"inner-black\" >HF</b>\" in the outer box."
               
            ],
           
            "img":"halogen-free-pcb-material.webp",
            "imgPh":"halogen-free-pcb-material.webp",
            "alt":"halogen-free PCB material",
            "type3":2,
            "title3":"Advantages of the Halogen-Free PCBs",
            "subtitle3":["Compared with halogen-based PCBs, halogen-free PCBs have these advantages:",
                "● <strong class=\"inner-black\" >Environment-friendly</strong>. When exposed to fire or recycled, halogen-free PCBs don't release toxic smoke.",
                "● <b class=\"inner-black\" >Lower thermal expansion coefficients</b> (CTE), longer T-260/288 (time for delamination), and higher thermal decomposition temperature (Td).",
                "● <b class=\"inner-black\" >Lower water absorption</b> and <b class=\"inner-black\" >better thermal stability</b> than halogen-based PCB due to the nitrogen-phosphorus redox resin."
            ]
            
  
        },
        "alum":
        {

            "type1":2,
            "title1":"Aluminum PCB Substrate and Dielectric Materials",
            "subtitle1":["Aluminum PCBs are MCPCBs that use the aluminum substrate. Details of the four types of aluminum PCB substrate materials are below.<br>",
                "● <b class=\"inner-black\" >6061</b> is an Al-Mg-Si alloy. It has medium strength and good cutting performance and is suitable for CNC, V-Cut processing. Its drawback is the high price.<br>",
                "● <b class=\"inner-black\" >5052</b> is an Al-Mg alloy. It has medium strength and good bending performance and is suitable for punch forming. And it has a fair price.<br>",
                "● <b class=\"inner-black\" >3003</b> and <b class=\"inner-black\" >1100</b> are both pure aluminum. Both have good thermal conductivity and fair machining performance. And both are cheap.<br>",
                "<br/>",
                "Details of the dielectric layer are below.",
                "Because both the aluminum substrate and copper circuit layers are conductive, to avoid shorts, a dielectric layer must be in between to insulate them.",
                "The dielectric material that PCBONLINE uses is made of a special polymer filled with ceramics. The polymer leads to good dielectric strength, anti-aging, high bonding, and ceramic medium increases thermal conductivity and viscoelasticity. It also resists mechanical and thermal stresses during welding and operation.",
                "All double-sided aluminum PCBs require ceramic-filled polymer as the dielectric layer."
               
            
            
            ],
            "title2":"Automatic Aluminum PCB Manufacturing at PCBONLINE",
            "subtitle2":[
                "For quality considerations, the aluminum substrate should not be touched during PCB fabrication and carring the boards.",
                "From laminates to testing the finished aluminum PCBs, the whole aluminum PCB manufacturing process at PCBONLINE is <b class=\"inner-black\" >fully automatic</b> without human intervention, which ensures accuracy and best quality of the aluminum PCBs.<br>",
                "At PCBONLINE, our production machines include LDI exposure machines, automatic test machines, automatic punching machines, etc. And when we carry the boards, we use an automated guided vehicle (AGV), which increases efficiency and avoids scraches and missing boards, and it matters to quality control.<br>"
               
            ],
            "video":1,
            "img":"2-layer-aluminum-pcb.webp",
            "imgPh":"2-layer-aluminum-pcb.webp",
            "ved":"Aluminum PCB.mp4",
            "alt":"2-layer aluminum PCB",
            "vedAlt":"Aluminum PCB Vedio",
            "type3":2,
            "linkPdf":1,
            "fileName":"aluminum-pcb-laminates-pcbonline.pdf",
            "title3":"Rigid and Flexible Aluminum PCBs",
            "subtitle3":[
                "From PCBONLINE, you can order both flexible and rigid aluminum PCBs from prototypes to massive production.",
                "● Rigid aluminum PCBs - Most aluminum PCBs are rigid and have good mechanical strength. They can be <b class=\"inner-black\" >1-layer</b>, <b class=\"inner-black\" >2-layer</b> with one component-mounting side, <b class=\"inner-black\" >2-layer</b> with two component-mounting sides, and <b class=\"inner-black\" >4-layer</b> with two component-mounting sides. We can customize the power of the aluminum PCB from <b class=\"inner-black\" >1W/mK</b> to <b class=\"inner-black\" >9W/mK</b> for you.",
                "● Flexible aluminum PCBs - If the aluminum PCB laminate has higher aluminum content, the board can bend, and it can be used for LED lights that can illuminate in all directions. Flex aluminum PCBs have only one layer, the power of <b class=\"inner-black\" >1W</b>, and their surfacer finish can only be OSP. And we suggest <b class=\"inner-black\" >0.5oz</b> copper thickness for them.",
                "PCBONLINE is a source factory manufacturer for aluminum PCB fabrication and assembly, and we offer the most affordable prices and considerate one-on-one engineering support throughout your project."
            ]
            
  
        },
        "freq":
        {

            "type1":2,
            "title1":"Three Types of High-Frequency PCBs at PCBONLINE",
            "subtitle1":["High-speed/high-frequency PCBs transmit and receive <strong class=\"inner-black\" >50MHz to 100GHz</strong> high-speed/microwave/radio frequency signals. PCBONLINE manufactures and assembles 6GHz to 24 GHz, 77GHz, and embedded antenna PCBs.<br>",
                "● <b class=\"inner-black\" >RF 6GHz to 24GHz PCBs</b>: RF 6GHz to 24GHz PCBs are used for signal emission and reception within 30 meters. The circuit generates a radar lobe, and the PCBs' antenna structure emits it. The radar lobe is reflected by the object and received by the antenna structure. To optimize circuit functions, PCBONLINE uses base materials of higher frequencies and manufactures the boards to have a stable dielectric constant (Epsilon r) and low dielectric loss (tan delta).<br>",
                "● <b class=\"inner-black\" >RF 77GHz PCBs</b>: RF 77GHz PCBs are used for signal emission and reception at a longer distance and provide a higher resolution. In a PCB radar, two antennas are integrated into the circuit board as the etched copper structure. One antenna is the radar wave transmitter, and the other is the radar wave receiver. The high-frequency circuit generates the waves and evaluates the reflected signal. Usually, the RF part on the front side of the high-frequency PCB emits the wave, and the digital circuit on the backside evaluates the reflected signals. PCBONLINE manufactures RF 77GHz PCBs to have a much smaller antenna structure, conductor geometry, and manufacturing tolerances.<br>",
                "● <b class=\"inner-black\" >Embedded Antenna PCBs</b>: Embedded antenna PCBs are developed from RF 77GHz PCBs. The conductive pattern on the PCB's RF layer is embedded in the RF material so that the PCB can be manufactured to have a small conductor width, small conductor spacing, minimized conductor tolerance, and rounded corners. Besides, accurate mapping of the antenna layout improves the RF performance and reduces power consumption. PCBONLINE's embedded antenna DFM can minimize the PCB's conductor tolerance and corner roundness/roughness.<br>"
               
            
            
            ],
            "title2":"High-Frequency PCB Manufacturing at PCBONLINE",
            "subtitle2":[
                "PCBONLINE provides one-stop high-frequency PCB manufacturing, from choosing PCB materials, prototyping, to batch PCB assembly and testing. Here are some key points in high-frequency PCB manufacturing from PCBONLINE.<br>",
                "● Our engineers <b class=\"inner-black\" >compensate the trace width</b> according to different copper thicknesses and measure the etched copper thickness to confirm it is within the tolerance range of <b class=\"inner-black\" >±0.02mm</b> (but can even be <b class=\"inner-black\" >±0.015mm</b>).<br>",
                "● After the film is drawn, we check and make sure <b class=\"inner-black\" >no pinholes or gaps in the film</b>. Pit, notches, pinholes, and other defects in the circuit lines will affect the transmission effect, and we allow no such minor defects in the high-frequency PCBs.<br>",
                "● We adopt the <b class=\"inner-black\" >Plasma method for chemical copper sinking</b>, which is the most difficult procedure of high-frequency PCB fabrication. <b class=\"inner-black\" >All holes must have copper and we allow no blank</b>. We inject carbon tetrafluoride (CF₄) or argon (Ar₂) nitrogen (N₂) and oxygen (O₂) between two high-pressure electrodes under the vacuum environment, and we place the high-frequency PCB between two electrodes. In this way, the Plasma is formed in the cavity to remove the drilling dirt and dirt in the hole.<br>",
                "● Solder resistance thickness is also strictly controlled. Because too thick or too thin lines solder masks for several microns can be disqualified.<br>",
                "● The final destructive test is carried out in manufacturing: <b class=\"inner-black\" >thermal shock at 288℃ for 10 seconds</b>, for <b class=\"inner-black\" >1 to 3 times</b>, to ensure no separation of hole wall.<br>",
                "Besides, engineers from PCBONLINE will have comprehensive coordination with you throughout your high-frequency/high-speed PCB project. With a correct understanding of your needs and product functionality, PCBONLINE can provide you with useful improvement suggestions and manufacture high-frequency PCBs yielding satisfying results.<br>"
               
            ],
           
            "img":"high-frequency-pcb-manufacturing.jpg",
            "imgPh":"high-frequency-pcb-manufacturing.jpg",
            "alt":"carbon ink surface finish",
            "type3":2,
            "title3":"Advantages of High-Frequency/High-Speed PCBs",
            "subtitle3":["High-frequency PCBs usually adopt the PTFE or ceramic hybrid materials for the substrate and thus have these advantages:",
                "● Have a <b class=\"inner-black\" >small and stable</b> dielectric constant (Dk), which prevents signal transmission delay.",
                "● Have a <b class=\"inner-black\" >small and stable</b> dielectric loss (Df), which reduces RF microwave signal losses.",
                "● Have a <b class=\"inner-black\" >low and consistent</b> thermal expansion coefficient (CTE), which prevents copper foil separation.",
                "● Have a good impact strength, peel strength. and thermal/chemical resistance."
            ]
            
  
        },
        "proto":
        {

            "type1":2,
            "title1":"PCB Prototype Manufacturing and Assembly",
            "subtitle1":["<strong class=\"inner-black\" >PCB prototyping is manufacturing PCB samples before massive fabrication</strong>. It enables you to confirm the manufacturability of your PCB design in a short lead-time at a small cost, solve possible issues, and avoid economic losses in the massive manufacturing stage. So the fabrication process and quality of PCB prototypes should be the same as massive fabrication.<br>",
                "From the advanced PCB manufacturer PCBONLINE, you can avail <b class=\"inner-black\" >prototyping for all types of PCBs</b>, such as FR4 PCBs of any Tg, ceramic PCBs, high-frequency PCBs, flexible PCBs, rigid-flex PCBs, aluminum PCBs, copper base PCBs, HDI PCBs, etc. <strong class=\"inner-black\" >PCBONLINE provides fabrication, assembly, and value-added services to PCB prototypes</strong>. When you receive the samples and decide to move on, PCBONLINE, with all the successful fabrication experience for your project, can happily provide you with mass production.<br>",
                "When you send your PCB design file <b class=\"inner-black\" >Gerber</b> to PCBONLINE by email at info@pcbonline.com or the online quote system, our engineers first review your files and requirements to make sure of your project's manufacturability, and then we give a quote to you. If anything needs improvement, we suggest it. When you place an order, we start manufacturing the PCB prototypes.<br>",
                "The <b class=\"inner-black\" >PCB prototyping process</b> varies according to different designs, but always includes laminate pre-treatment, inner circuit generation, drilling, lamination, external circuit etching, solder mask printing, and surface finishing.<br>", 
                "We purchase electronic components and complete <a style='display:contents;' href=\"/PCB-Assembly/PCB-Assembly-Overview/\">PCB assembly</a> if you need <b class=\"inner-black\" >PCB prototype assembly</b>. Because the number of electronic components required for PCB prototypes is small, we can buy them <b class=\"inner-black\" >within one day</b>, which is synchronized with PCB production.<br>",
                "PCBONLINE has its PCB manufacturing bases and PCB assembly factory. With PCBs and components, PCBONLINE can finish the PCB prototype assembly quickly. Besides PCB fabrication and assembly, value-added services for samples, such as IC programming, conformal coating, thermal aging, functional testing, and box build assembly, are available from PCBONLINE.<br>"
              
               
            
            
            ],
            "title2":"Prototype PCB Order Pooling",
            "subtitle2":[
                "The unit price of PCB prototypes is higher than batch production. If you need <b class=\"inner-black\" >better budget control</b>, you can have PCB prototyping in the order pooling way. PCB order pooling means <b class=\"inner-black\" >grouping different prototype PCBs</b> on the same production panel. Only if the PCBs require the same manufacturing process can be grouped. Relying on a large number of orders, we can provide order pooling to reduce your PCB prototyping cost.<br>",
                "PCB order pooling is optional. We still suggest single PCB prototyping for the best quality, especially if your boards are complex PCBs used for aerospace, defense, medical, automotive, communication, industrial, and research.<br>"
               
            ],
           
            "img":"pcb-prototyping-process.jpg",
            "imgPh":"pcb-prototyping-process.jpg",
            "alt":"PCB prototyping process",
            "type3":2,
            "title3":"Total Area & Price of PCB Prototypes",
            "subtitle3":["The price of general PCBs is calculated according to the total area of the laminate to be used. The total area of rigid prototype PCBs is within <b class=\"inner-black\" >0.3㎡</b>, including FR4 PCBs, aluminum PCBs, copper-base PCBs, and high-frequency PCBs. But it should be noted that the <a style='display:contents;' href=\"/PCB-FAB/Aluminum-Nitride/\">ceramic PCB</a> price is calculated by PCB piece. While the prototyping price of flexible PCBs and rigid-flex PCBs are calculated according to the total weight.",
                "The PCB prototype price is custom, so it must be obtained by getting a quote from the PCB manufacturer. PCBONLINE has two large advanced PCB manufacturing bases and one PCB assembly factory, and we complete all electronic manufacturing processes independently. By working with a source factory manufacturer like PCBONLINE, you can have PCBs manufactured from prototypes to massive fabrication at the most affordable cost.",
                "If you order dual-sided flexible PCB prototypes from PCBONLINE, <b class=\"inner-black\" >$200</b> is enough for you to have the FPCs manufactured with value-added services included. If you order 4-layer PCB prototypes from PCBONLINE, it costs about <b class=\"inner-black\" >$100</b> for FR4 PCBs, <b class=\"inner-black\" >$400</b> for flexible PCBs, and <b class=\"inner-black\" >$1000</b> for rigid-flex PCBs.",
                "Nowadays, many PCB manufacturers provide online instant PCB quotes. But please note that only simpler FR4 and aluminum PCBs support that. You can go to <a style='display:contents;' href=\"https://sys.pcbonline.com/instant-quote\">our online quote page</a> to check your FR4 and aluminum PCB prices. For advanced PCBs, you still need to send your Gerber by email to us at info@pcbonline.com to get a quote."
               
            ]
            
  
        },
        "hdi":
        {

            "type1":2,
            "title1":"HDI PCB vs Microvia PCB",
            "subtitle1":["HDI PCB is a high-density-interconnected printed circuit board. On the two sides of an HDI PCB, the number of electrical connections on average is <b class=\"inner-black\" >20/cm²</b> or <b class=\"inner-black\" >130/in²</b>. And the trace width and space are equal to or smaller than <b class=\"inner-black\" >100µm</b> or <b class=\"inner-black\" >0.004\"</b>.", 
                "A microvia has an aperture equal to or smaller than <b class=\"inner-black\" >0.15mm</b> or <b class=\"inner-black\" >0.006\"</b> and penetrates only one PCB layer. An HDI PCB typically has microvias in SMT pads. For this reason, microvia PCB is another name for HDI PCB.",
                "Besides, the microvias of an HDI PCB can stack to form blind or buried vias. A blind hole penetrates from the external layer to an external layer, while a buried hole penetrates from an external layer to another.",
                "Microvias are laser drilled. In HDI PCBs, microvias can be single, staggered, stacked, or skipped. The smaller the microvia aperture, the smaller the parasitic capacitance, which is practical for high-speed circuits."
              
               
            
            
            ],
            "title2":"HDI PCB Lamination",
            "subtitle2":[
                "HDI PCB manufacturing requires sequential lamination. For example, <b class=\"inner-black\" >3+N+3</b> means the HDI PCB requires three times laser drilling and laminations. The number of microvia pairs stands for how many times of lamination in HDI PCB manufacturing.<br>",
                "The internal layers without microvias are laminated in the standard lamination way under high temperatures and high pressure. Prepreg melts, fills in gaps between adjacent copper layers, and cures so that the copper layers are bonded and insulated.<br>",
                "Lamination to external layers with microvias is more difficult than internal layers. Microvias are laser dilled before lamination, and after lamination, microvias on different layers may overlap to form stacked vias or stagger to form staggered vias. Positioning for laser drilling and lamination should be <b class=\"inner-black\" >highly accurate. Otherwise, the board defects</b>. So HDI PCB manufacturing costs more than normal PCBs."
               
            ],
           
            "img":"hdi-pcb-manufacturing-process.webp",
            "imgPh":"hdi-pcb-manufacturing-process.webp",
            "alt":"HDI PCB manufacturing process",
            "type3":2,
            "title3":"Advantages of HDI PCBs",
            "subtitle3":["HDI PCBs are suitable for products where electrical performance and noise rejection are of utmost importance. The advantages of HDI PCBs include:",
                "● HDI technology <b class=\"inner-black\" >decreases products' overall size</b> and improves electrical performance.",
                "● HDI PCBs have great <b class=\"inner-black\" >impedance control</b> and impressive high-frequency transmission capabilities.",
                "● HDI PCBs offer a perfect solution for <b class=\"inner-black\" >fine pitch</b> packages, <b class=\"inner-black\" >flip-chip</b> assemblies, and complicated <b class=\"inner-black\" >BGA</b> designs."
               
            ]
            
  
        },
        "elc":
        {

            "type1":2,
            "title1":"How Does PCBONLINE Reduce Electronic Component Unit Cost",
            "subtitle1":["PCBONLINE is able to reduce electronic component unit costs in three aspects.<br>",
                "First, relying on a <strong class=\"inner-black\" >global sourcing network</strong> formed by several hundred assessed suppliers and <b class=\"inner-black\" >rich experience</b> in mainstream components, PCBONLINE can help customers find out <b class=\"inner-black\" >regional price differences</b> and potential resources. In this way, we can <b class=\"inner-black\" >reduce the overall sourcing cost</b> of rare components and high-value large-quantity components.<br>",
                "Second, relying on our <strong class=\"inner-black\" >EMS production factory</strong>, we can take part in <b class=\"inner-black\" >co-procurement</b> with other large EMS and enjoy <b class=\"inner-black\" >direct limited supplies</b> from original factories. Even in the case of tight material resources, we still remain <b class=\"inner-black\" >stable supply channels</b>.<br>",
                "Third, relying on a large number of customers, we can effectively <strong class=\"inner-black\" >integrate BOMs</strong> to buy the same electronic components together to reduce the unit cost.<br>"
              
               
            
            
            ],
            "title2":"How Does PCBONLINE Operate Before Sending Electronic Components to You",
            "subtitle2":[
                "PCBONLINE has <b class=\"inner-black\" >long-term strategic cooperation</b> with authoritative suppliers and enjoys discounts from them, such as Mouser, Digi-Key, Element14, Farnell, Future Electronics, Sparkfun, RS, Allied Electronics & Automation, as well as local factories. When receiving electronic components, we implement different QC inspection flows according to different supplier levels. All the inspection items shall be qualified before the shipment.<br>"
               
            ],
           
            "img":"electronic-component-qc-procedure.webp",
            "imgPh":"electronic-component-qc-procedure.webp",
            "alt":"electronic component QC procedure",
            "type3":2,
            "removeLaminate":1,
            "title3":"Advantages of PCB Components Sourcing",
            "subtitle3":["It may be difficult for you to buy all electronic components for PCB assembly by yourself, but the one-stop EMS manufacturer PCBONLINE can help you do that easily. The advantages of sourcing PCB components are below.",
                "● Buying all electronic components and having PCB assembly hassle-free at <b class=\"inner-black\" >one-stop</b>.",
                "● The experienced supply team of the EMS factory makes sure the components are <b class=\"inner-black\" >quality</b>.",
                "● <b class=\"inner-black\" >Lower overall electronic components costs</b> than if you buy electronic components by yourself."
               
            ]
            
  
        },
        "smt":
        {

            "type1":2,
            "title1":"What is an SMT Stencil",
            "subtitle1":["An SMT stencil, also known as a <strong class=\"inner-black\" >PCB stencil</strong> or <strong class=\"inner-black\" >solder paste stencil</strong>, is a steel stencil made according to the <b class=\"inner-black\" >top paste layer</b> and <b class=\"inner-black\" >bottom paste layer</b> in your Gerber/IPC-2581. It is manufactured when PCB fabrication happens. The quantity of SMT stencils depends on how many SMT lines you want the PCBA manufacturer PCBONLINE to turn on for your project. <br>",
                "How is an SMT stencil used in PCB assembly? The stencil is put in an automatic SMT machine, and a scraper with solder paste is pressed on it. Meanwhile, a PCB panel passes under the stencil. In this way, the solder paste <b class=\"inner-black\" >leaks through the openings</b> on the SMT stencil and is printed on the required PCB pads. The solder paste thickness falls in the range of <strong class=\"inner-black\" >±0.03mm</strong> of the stencil thickness. <br>"
              
               
            
            
            ],
            "title2":"How Does PCBONLINE Create Openings on SMT Stencils",
            "subtitle2":[
                "At PCBONLINE, openings on SMT stencils are designed in a way that the aperture on the top side is <b class=\"inner-black\" >1mil</b> to <b class=\"inner-black\" >5mil</b> larger than the aperture on the bottom side. The opening's vertical section is <b class=\"inner-black\" >trapezoid-shaped</b>. We design SMT stencil openings in this way for a <strong class=\"inner-black\" >better release</strong> of the solder paste. <br>",
                "We follow the <b class=\"inner-black\" >IPC-7525</b> standards to design SMT stencils for our clients. Most of the openings are in the <b class=\"inner-black\" >1:1</b> ratio as the pads, but for special SMT component pads, we need to avoid stress concentration. One principle of our design is that we make sure the opening width can support at least the <strong class=\"inner-black\" >4</strong> largest tin balls to pass at the same time. For narrow-width IC/QFP, we design the openings with two <strong class=\"inner-black\" >rounded ends</strong>; for BGA, 0402, 0201, and 01005 packages, we design the openings to be <strong class=\"inner-black\" >square-shaped</strong>; for USB/mini USB, CF/SD cards, we design the opening width in the <strong class=\"inner-black\" >1:1.2</strong> ratio as the pads; for ICs with right-angle pads, we design the openings with a <strong class=\"inner-black\" >larger width</strong> than the pads. We design openings on SMT stencils in this way to make sure full and firm solder paste is on every PCB pad.<br>",
                "WIth our SMT stencil, high-quality solder paste printing can happen smoothly. "
               
            ],
           
            "img":"pcb-stencil-design.webp",
            "imgPh":"pcb-stencil-design.webp",
            "alt":"Pcb stencil design",
            "type3":2,
            "removeLaminate":1,
            
            "title3":"Advantages of SMT Stencils",
            "subtitle3":["SMT stencils are a necessary tool to surface mount components on PCBs. The advantages of SMT stencils include:",
                "● SMT stencils allow solder paste to be <b class=\"inner-black\" >accurately</b> printed on PCB pads in an <b class=\"inner-black\" >automatic</b> or half-automatic way.",
                "● For the same PCB design, SMT stencils are <b class=\"inner-black\" >reusable</b> and can be used again and again for prototype assembly and bulky PCBA production.",
                "● SMT stencils make fine-pitch assembly, flip-chip, and BGA assembly available and highly <b class=\"inner-black\" >efficient</b>."
               
            ]
            
  
        },
        "asm":
        {
            
            "type1":2,
            "title1":"PCB Assembly Services from PCBONLINE",
            "subtitle1":[
            "<strong class=\"inner-black\">Printed circuit board assembly, or PCB assembly</strong>, is a process of surface-mounting and through-hole-mounting electronic components onto the PCB to make it a PCBA. A PCBA is a module board that can further assemble with other parts to be an end product or system.", 
            "PCBONLINE is a PCBA contract manufacturer. We provide PCB fabrication, component sourcing, PCB assembly, and electronics value-added services from prototypes to assembly. Our PCB assembly services cover PCB design for manufacturing (DFM) and test (DFT), PCBA design for assembly (DFA), and box build design for excellence (DFX) for free.",
            "PCBONLINE's electronic manufacturing service (<b class=\"inner-black\">EMS</b>) factory for PCB assembly is dust-free. Every process has a group member specialized in spot check quality control (QC), which is independent of our QC system to prevent poor quality PCBAs. The PCB assembly processes include:<br>",
            "<b class=\"inner-black\">PCB fabrication</b>: PCBONLINE provides PCB manufacturing for all kinds of PCBs from prototypes to massive manufacturing, such as FR4 PCBs, flexible PCBs, rigid-flex PCBs, MCPCBs, ceramic PCBs, etc. All you need is to send your Gerber.",
            "<b class=\"inner-black\" >Surface-mount technology (SMT) assembly</b>: SMT is an automatic PCB assembly process. It includes solder paste printing, solder paste inspection (SPI), placing SMDs, x-ray inspection, visual inspection, reflow soldering, and automatic optical inspection (AOI). If the PCBA has two mounting sides, it returns the start of the SMT line to mount the second side.",
            "<b class=\"inner-black\" >Through-hole mount (THT) assembly</b>: THT is a half-auto PCB assembly process. The THT components are inserted through holes by hand or machine, and then the PCBA is preheated and wave-soldered. At PCBONLINE, we use the German Ersa selective wave soldering machines to ensure soldering quality.",
            "<b class=\"inner-black\" >First Article Inspection (FAI)</b>: PCBONLINE offers the FAI for PCB assembly. We manufacture five PCBAs and randomly pick up one piece to inspect every component on it. After that, an FAI report is generated for you to review. Only with your approval, shall we start massive PCBA manufacturing. The FAI avoids possible economic losses of bulky orders.",
            "After PCB assembly, PCBONLINE also provides PCBA value-added services in the post-assembly stage, and they include:",
            "<b class=\"inner-black\" >Functional testing</b>: This is a power-on self-test. The PCBAs are put on a jig one by one to test the power-on effect. At PCBONLINE, the functional test is only $0.075 per piece. And for massive PCBA manufacturing, it is free.",
            "<b class=\"inner-black\" >Conformal coating</b>: PCBAs are coated with urethane/polyurethane to protect the boards from dust, moisture, chemical, vibration, and high temperatures and lengthen the lifespan. At PCBONLINE, we adopt the electrostatic spraying method for conformal coating, which achieves the best flatness.",
            "<b class=\"inner-black\" >IC programming</b>: IC programming means downloading a program into the ICs. At PCBONLINE, we don't collect your program information. If you want, we can buy a temporary Aliyun account for you to transfer your program to the ICs directly without downloading it to our computer.",
            "<b class=\"inner-black\" >Burn-in test</b>: A burn-in test is also called a thermal aging test. In a programmable temperature chamber, the PCBAs continuously work for 48 to 168 hours to see whether they are reliable for long-time working.",
            "<b class=\"inner-black\" >Box-build assembly</b>: Box-builds are the end products. We can assemble the PCBAs with enclosures and label them in your brand. All you need is to send us your enclosure design which matches the PCBA.",
            "PCBONLINE is an EMS PCBA manufacturer, and our advanced PCB assembly factory is located in Shenzhen. We serve original equipment manufacturers (OEMs), research institutes, and business makers around the world. For more than <b class=\"inner-black\">24</b> years, we have had rich experiences in PCB assembly for automotive, industrial, defense, medical, computing, communications, agricultural, and consumer electronics. You can send your Gerber, BOM, and pick-and-place file to info@pcbonline.com to quote."
            
            ],
            "title2":"Printed Circuit Board Assembly Testing",
            "subtitle2":[
            "Circuit board assembly testing covers on-line PCBA tests and PCBA tests in the post-assembly stage. The EMS PCBA manufacturer PCBONLINE has a rigorous QA system with comprehensive PCBA tests.",
            "On-line PCBA tests happen on the SMT and THT assembly lines, and they are:",
            "<b class=\"inner-black\" >SPI:</b> SPI happens after solder paste printing on PCBs and before SMDs placing on boards. An SPI machine scans the solder paste and compares its shape, size, thickness, and position with the pre-input parameters. The solder paste thickness must fall within the range of ±0.03mm of the SMT stencil thickness.",
            "<b class=\"inner-black\" >X-ray:</b> If PCBs are mounted with BGAs, they should be x-ray scanned before reflow soldering. An X-ray machine inspects connections between the PCB and BGAs to ensure solderability.",
            "<b class=\"inner-black\" >AOI:</b> After reflow soldering, an AOI machine scans the PCB/PCBA surface and compares it with the pre-input parameters to detect PCBA defects, such as solder bridges, voids, tombstones, etc. At PCBONLINE, the AOI is <b class=\"inner-black\">3D</b>, which covers more surfaces than the <b class=\"inner-black\">2.5D</b> AOI.",
            "<b class=\"inner-black\" >Visual inspection:</b> Before reflow soldering and after wave soldering, and before and after wave soldering, there are QC members who visually check the PCBA carefully to further ensure the quality.",
            "PCBA tests in the post-assembly stage not only include the functional test and burn-in test but also the application simulation test.",
            "<b class=\"inner-black\">Application simulation test</b>: After the PCBA is installed with the enclosure to be an end product, we simulate its use environment and let it work for a long-time period to check its working effect.",    
            "The one-stop PCBA manufacturer PCBONLINE not only fabricates and assembles printed circuit boards but also tests them until you are satisfied with the end products. Our circuit board assembly is medical and military-grade, which meets the highest quality standard requirements."  
            ],

            "img":"pcba-testing.webp",
            "imgPh":"pcba-testing.webp",
            "img2":"conformal-coating.webp",
            "imgPh2":"conformal-coating.webp",
            "alt":"printed circuit board testing",
            "alt2":"conformal coating for PCB assembly",

            "type3":2,
            "picTwo":1,
            "title3":"How to Order PCB Assembly from PCBONLINE",
            "subtitle3":["Currently, our online quote system doesn't support uploading a bill of materials (BOM). To order PCB assembly services, please <b class=\"inner-black\" >send your Gerber, BOM, and pick-and-place file to info@pcbonline.com</b>. Or you can upload your Gerber on PCBONLINE's online quote page to order PCBs, and when PCBONLINE contacts you, you send the BOM and pick-and-place file and tell them that you need PCB assembly, and your specialized PCBONLINE customer support specialist can assist you to pay online. If you need IC programming, please send the cable adapter or let us buy it.",
            "When we receive your inquiry, we will <b class=\"inner-black\" >review your documents</b> and <b class=\"inner-black\" >give you a PCB assembly quote</b>. Your PCBONLINE customer support specialist will follow up with you throughout the project.",
            "The PCBs and <a  target=\"_blank\" style='display:contents;' href=\"/PCB-FAB/SMT-Stencil/\">SMT stencils</a> will be manufactured in our advanced PCB manufacturing bases, the <a target=\"_blank\" style='display:contents;' href=\"/electronic-components/ \">electronic components</a> will be sourced from original factories and first-level suppliers audited by us and have long-term cooperation with our EMS factory, and the PCBs will be mounted with electronic components and value-added at our EMS PCBA factory in Shenzhen.",
            "In shipping, FedEx, UPS, and DHL are available. We have a collaboration with FedEx, and sea shipping is very cheap.<br>"
            ]
            
  
        },
        "lowV":
        {

            "type1":2,
            "title1":"Low Volume PCB Assembly Cost",
            "subtitle1":["The cost of low volume PCB assembly is determined by various factors including where the manufacturer is located, PCB size, types of PCB, testing, complexity, and electronic components. So we can't set the PCB assembly price range merely according to the board quantity, but usually, low-volume assembly is <b class=\"inner-black\" >cheaper</b> than high volume.<br>",
                "Single-sided and double-sided boards are different in price. Commercial-grade PCBs are cheaper than military-grade PCBs. Prices of different PCBA can differ from $3 to $3000 per piece. If you are buying an OEM service and getting the box built, the average price for the assembly will be lower than if you only order the PCB assembly. <br>",
                "As for the price factor - location, Shenzhen of China is where you can get good quality PCB at a low price. In U.S. and Europe, where suppliers also provide quality PCB and assembly, the price is very high, and the turnaround is also much longer. While in other regions the PCB technology is not that developed and you may spend even more because the quality is not ensured and in that case, you will buy again from other suppliers. So if you want to order quality PCB fabrication and assembly, choose suppliers in China.<br>",
                "PCBONLINE is your best choice for advanced low volume PCB assembly, and when you register or help promote, you will get coupons and buy at a <strong class=\"inner-black\" >reasonable price</strong>.<br>"
               
            
            
            ],
            "title2":"PCBONLINE's Advantages in Expedited Complex Small Batch PCB Assembly",
            "subtitle2":[
                "PCBONLINE has absolute advantages in expedited advanced PCB assembly orders.<br>",
                "● <b class=\"inner-black\" >Flexible production</b>: our PCB assembly factory provides flexible production. For expedited orders, we will take 2-shift work and the PCB assembly lines will keep on going until work is finished.<br>",
                "● Advanced PCB manufacturing: we have <b class=\"inner-black\">two advanced PCB manufacturing bases</b> and most of our team have a research and development engineer background.<br>",
                "● Electronic components: our warehouse has almost all basic electronic components in stock, and we have strategic cooperation with authoritative suppliers such as Digikey and Mouser and enjoy discounts and better services.<br>",
                "● PCB assembly and value-added services:  Our core business is to provide <strong class=\"inner-black\" >one-stop PCBA</strong> services in various fields such as industrial control electronics, automotive electronics, medical electronics, security electronics, consumer electronics, communication electronics, power electronics, etc. We have capabilities and rich experiences to meet the different needs of different customers.<br>"
               
            ],
            "video":1,
            "img":"cheap-pcb-assembly.webp",
            "imgPh":"cheap-pcb-assembly.webp",
            "ved":"expedited-low-volume-pcb-assembly.mp4",
            "alt":"cheap pcb assembly",
            "vedAlt":"Expedited Low Volume PCB Assembly",
            "type3":2,
            "removeLaminate":1,
            "title3":"Prototype and Small-Batch PCB Assembly Solutions",
            "subtitle3":["PCBONLINE provides one-stop solutions for prototype and low-volume PCBA, no matter how complex your circuit is.",
                "<strong class=\"inner-black\" >Prototype PCB assembly</strong>: prototype means the total area of the PCB is <b class=\"inner-black\" >0.3㎡</b> or below. We can design, fabricate, and assemble your prototype PCB. For bulky production, we offer a free complete PCBA sample and functional testing.",
                "<strong class=\"inner-black\" >Small batch PCB assembly</strong>: small batch or low volume refers to <b class=\"inner-black\" >5</b> to <b class=\"inner-black\" >30</b> pieces of circuit boards that need soldering parts. Our small batch PCB assembly services include DFM, DFT, DFX, PCB fabrication, component sourcing, seeking alternative components, PCB assembly, and end-product assembly.",
                "All of our prototype and small batch PCB manufacturing and assembly are implemented on the same production lines as bulky PCB manufacturing and assembly. And value-added services such as conformal coating, functional jig testing, IC programming, burn-in testing, and box-built are also available.",
                "If your Gerber, BOM, and pick-and-place file are all okay and we have all components in stock, our prototype PCB manufacturing and assembly can start immediately, and the turnaround time is 24 hours. If we don't have all components in stock, we need extra 12 hours or more to source the components, so in such a case, the minimum turnaround time is 36 hours."
            ]
            
  
        },
        "highV":
        {

            "type1":2,
            "title1":"High Volume PCB Assembly Contract Manufacturing from PCBONLINE",
            "subtitle1":["PCBONLINE is a source factory that provides PCB design, manufacturing, assembly, and value-added services. High volume PCB assembly contract manufacturing means we fabricate and assemble equal to or more than <strong class=\"inner-black\" >10,000</strong> pieces of circuit boards or the PCB with a production area of more than <strong class=\"inner-black\" >20</strong>㎡ in your name.<br>",
                "When we receive your request, we will review your Gerber, BOM, and pick-and-place file to ensure your design is correct and we can source all components. If you don't have a Gerber, our engineer can design PCB for you. When both parties agree to the payment terms and you place the order, we will start fabricating the PCBs and SMT stencils for you.<br>",
                "Our high volume PCB fabrication and assembly are fast, but if our warehouse doesn't stock all components in your material list, it may take some time for component sourcing. The component sourcing turnaround ranges from 15 days to 30 days.<br>",
                "Our PCB assembly is lead-free and follows the <b class=\"inner-black\" >IPC-A-610 Class 2/3</b> standards.<br>",
                "Apart from PCB design, fabrication, and assembly, you can order <b class=\"inner-black\" >value-added services</b> from PCBONLINE, including IC programming, conformal coating, mechanical box design and manufacturing, and box-built."
               
            
            
            ],
            "title2":"PCBONLINE Provides Preferential for High Volume PCB Assembly",
            "subtitle2":[
                "PCBONLINE Provides Preferential for High Volume PCB Assembly At PCBONLINE, PCB assembly orders at any quantity enjoy our one-on-one engineering and customer support and best product quality. But for high volume PCB assembly orders, we have extra <strong class=\"inner-black\" >free</strong> services:<br>",
                "● <b class=\"inner-black\" >A complete sample</b>: PCB fabrication, a complete set of electronic components, PCB assembly, and box-built for the sample are free.<br>",
                "● <b class=\"inner-black\" >Functional test</b>: at PCBONLINE, the functional jig test price is $0.075 per piece. For high volume PCB assembly orders, the functional test to PCBA is free of charge.<br>",
                "● <b class=\"inner-black\" >Discounted price</b>: our general manager will take part in high-volume PCB assembly projects, and you can enjoy a discounted price according to your negotiation.<br>",
                "If you have any needs, please feel free to send your inquiry to PCBONLINE by email at info@pcbonline.com.<br>"
            ],
           
            "img":"high-volume-pcb-electronics.webp",
            "imgPh":"high-volume-pcb-electronics.webp",
            "alt":"high-volume PCB electronics",
            "type3":2,
            "removeLaminate":1,
            "title3":"Advantages of High Volume PCB Assembly",
            "subtitle3":["Benefits of high volume PCB assembly for terminal companies include:",
                "<b class=\"inner-black\" >Lower unit price</b>: compared with low-volume PCB assembly, the unit price of high volume PCB assembly is much lower.",
                "<b class=\"inner-black\" >Reliable manufacturing services</b>: with PCBONLINE, you don't need a sourcing team, hardware manufacturing workers, and so on. You only need to focus on R&D and marketing."
            ]
            
  
        },
        "base":
        {

            "type1":2,
            "title1":"Copper Base PCB Vs Aluminum PCB Vs Ceramic PCB",
            "subtitle1":["Copper base PCBs, aluminum PCBs, and ceramic PCBs are three types of PCBs used for power devices. Below is a comparison among them.<br>",
                "<strong class=\"inner-black\" >Copper base PCBs</strong>: the thermal dissipation rate reaches 400W/mK. The thermal dissipation f regular copper-based PCBs is 1W/mK to 8W/mK.1 to 8 layers are available. The price is higher than aluminum PCBs and lower than ceramic PCBs.<br>",
                "<b class=\"inner-black\" >Aluminum PCBs</b>: the thermal dissipation is 1W/mK to 9W/mK. 1 to 4 layers are available. The price is only $39/㎡ for bulky production.<br>",
                "<b class=\"inner-black\" >Ceramic PCBs</b>: the thermal dissipation of aluminum nitride PCB is 180W/mK; the thermal dissipation of alumina PCB is 20W/mK. 1 and 2 layers are available. Ceramic PCBs have the best thermal dissipation. The price is higher than copper base PCBs and aluminum PCBs.<br>",
                "PCBONLINE manufactures and assembles all the above PCBs. All the above PCBs can be single/double-sided and high-density. And we can customize the thermal dissipation of the PCB for your project. Please feel free to contact PCBONLINE by email at info@pcbonline.com.<br>"
                
            
            
            ],
            "title2":"Copper Base PCB Composition and Fabrication",
            "subtitle2":[
                "Copper base PCB, also known as <strong class=\"inner-black\" >copper core PCB</strong> and <strong class=\"inner-black\" >copper substrate PCB</strong>, is a metal core PCB (MCPCB) that <strong class=\"inner-black\" >uses copper as the PCB substrate material</strong>.",
                "A copper base PCB is mainly composed of a copper substrate, polymer layers, and copper circuit layers.",
                "● <b class=\"inner-black\" >Copper PCB substrate</b>: the copper substrate is the mechanical support to the copper base PCB and conducts heat.",
                "● <b class=\"inner-black\" >Polymer layers</b>: polymer composed of aluminum oxide and silicon powder filled with epoxy resin. Polymer layers are between the copper substrate and circuit layers. They insulate different copper layers. The thermal resistance is small.<br>",
                "● <b class=\"inner-black\" >Copper circuit layers</b>: circuit layers of copper base PCBs require to withstand large currents. The copper thickness usually ranges from <b class=\"inner-black\" >35μm</b> to <b class=\"inner-black\" >350μm</b>.<br>",
                "The fabrication of regular copper base PCBs is similar to aluminum PCB fabrication. When we generate circuits on the copper substrate core, we laminate alternating layers of polymer and copper on the core and generate circuits on the copper layers.<br>",
                "PCBONLINE can achieve hybrid lamination of copper base PCB with other materials. For example, the above COB LED light PCB was a ceramic PCB embedded in a copper base PCB."
                
            ],
           
            "img":"copper-pcb-hybrid-lamination.webp",
            "imgPh":"copper-pcb-hybrid-lamination.webp",
            "alt":"copper PCB fabricated from hybrid lamination",
            "type3":2,
            "title3":"Advantages of Copper Base PCBs",
            "subtitle3":["Copper base PCBs are used for high-power devices because of these advantages:",
                "● <b class=\"inner-black\" >High thermal conductivity</b>: the thermal dissipation rate of copper base PCBs is dozens of times larger than that of aluminum PCBs.",
                "● <b class=\"inner-black\" >Cost-effectiveness</b>: the price of copper base PCBs are much lower than ceramic PCBs.",
                "● Copper base PCBs can be designed to be <b class=\"inner-black\" >HDI</b>, <b class=\"inner-black\" >hybrid-laminated</b>, and <b class=\"inner-black\" >circuit layers up to 8</b>."
            ]
            
  
        },
        "tht":
        {

            "type1":2,
            "title1":"What are SMT and THT",
            "subtitle1":["SMT is necessary for PCB assembly. If the PCB has no through-hole components, PTH or THT is not needed.<br>",
                "<strong class=\"inner-black\" >SMT assembly</strong>: SMT stands for <b class=\"inner-black\" >surface mount technology</b>, which is a versatile PCB assembly technology. Currently, all electronic components can be made into surface-mounted devices (<strong class=\"inner-black\" >SMD</strong>). SMDs are interconnected to the PCB pads with solder paste. SMT assembly is <strong class=\"inner-black\" >automatic</strong>.<br>",
                "<strong class=\"inner-black\" >THT assembly</strong>: THT, or <b class=\"inner-black\" >PTH</b> or <b class=\"inner-black\" >DIP</b>, means <b class=\"inner-black\" >through-hole technology</b>. The electronic components that require THT assembly have long pins. Usually, they are capacitors, fuses, and connectors. The PCB is pre-drilled, and these components' pins plug in the holes and wave reflowed. THT assembly is <strong class=\"inner-black\" >manual</strong>.<br>",
                "In the PCB assembly process, SMT assembly happens before the THT assembly.<br>"
               
                
            
            
            ],
            "title2":"Basic Steps of SMT and PTH PCB Assembly",
            "subtitle2":[
                "At PCBONLINE, the <a  target=\"_blank\" style='display:contents;' href=\"/pcba-process/\" alt=\"PCBA process\">PCB assembly process</a> happens in our <b class=\"inner-black\" >ISO 8 Cleanroom</b> factory. The basic steps of SMT and THT are as below.",
                "Step 1. <b class=\"inner-black\" >First article inspection</b>: a small quantity of PCBA is manufactured, and we randomly choose one for the first piece test. A technician uses a probe to touch the board, the FAI tester analyzes the results, and the computer visually and auditorily shows the results. An FAI report is generated, and we send it for clients to review and approve batch PCBA manufacturing.",
                "Step 2. <b class=\"inner-black\" >SMT assembly</b>: in a silkscreen printing machine, solder paste is applied on PCB pads with the help of an SMT stencil. On an SMT assembly line, PCBs in order go through the silkscreen printing machine, SPI, high-speed mounting machine, functional mounting machine, X-ray, reflow soldering oven, and AOI machine. In this process, solder paste is printed on PCB pads and inspected, SMDs are picked and placed on pads and reflowed, and the PCBAs are surface scanned to prevent significant mistakes.",
                "Step 3. <b class=\"inner-black\" >PTH assembly</b>: PTH components are lugged into the PTH holes manually. Then PCBAs go through the pre-heater and wave soldering machine. Technicians trim the PTH component pins, visually check, and use a soldering iron to optimize the soldering.<br>",
                "Step 4. <strong class=\"inner-black\" >Post-assembly stage</strong>: when SMT and PTH assembly are done, PCBONLINE conducts the functional test, burn-in test, IC programming, and conformal coating to PCBAs. We can also provide the mechanical boxes and assemble the PCBAs to be end products.<br>"
                
            ],
           
            "img":"pcb-smt-assembly-process.webp",
            "imgPh":"pcb-smt-assembly-process.webp",
            "alt":"PCB SMT assembly process",
            "type3":2,
            "removeLaminate":1,
            "title3":"SMT Vs THT",
            "subtitle3":["PCBONLINE's PCB assembly factory in Shenzhen has both SMT and THT lines. Here's a comparison between them.",
                "● <b class=\"inner-black\" >Assembly speed</b>: SMT is automatic and much faster than the manual PTH assembly. For bulky production, SMT is preferred.",
                "● <b class=\"inner-black\" >Thermal dissipation</b>: electronic components that are SMT mounted dissipate heat more quickly than PTH components. This is because the contact surface between SMDs and the PCB is larger.",
                "● <b class=\"inner-black\" >Bonding strength</b>: SMDs are attached to the PCB, while the PTH components are plugged in. PTH has a stronger bonding than SMT.",
                "● <b class=\"inner-black\" >Fine Pitch</b>: SMDs are smaller than PTH components. SMT assembly is more precise than THT assembly.",
                "If you want SMT and THT assembly, please feel free to send your Gerber, BOM, and pick-and-place file to PCBONLINE by email at info@pcbonline.com."
            ]
            
  
        },
        "ins":
        {

            "type1":2,
            "title1":"PCB Assembly Inspection Before Bulky PCBA Fabrication",
            "subtitle1":["Before PCBA fabrication, PCBONLINE will review your Gerber, BOM, and pick-and-place file to ensure the correct design, but we still need the sample inspection before bulky production to avoid possible economic losses.<br>",
                "<strong class=\"inner-black\" >First article inspection</strong> (FAI): before bulky production, we fabricate 5 pieces of PCBA first and randomly choose one piece for the FAI  inspection. A probe touches the electronic components on the PCB one by one, and the FAI machine collects all components' values. Then we generate an FAI report for you to review and approve for bulky PCBA fabrication.<br>",
                "<b class=\"inner-black\" >IC counterfeit inspection</b>: before PCBA fabrication, we will check the ICs because they are so valuable. The IC counterfeit inspection is free.<br>"
            
            ],
            "title2":"PCB Assembly Inspections on PCB Assembly Lines",
            "subtitle2":[
                "On-line PCB assembly inspections refer to the inspections in the assembly process.",
                "<strong class=\"inner-black\" >Solder paste inspection (SPI)</strong>: when solder paste is printed on PCB pads, an infrared camera of an SPI machine scans the solder paste. The SPI ensures the solder paste shape, size, and thickness are within the qualified range before electronic component mounting.",
                "<b class=\"inner-black\" >X-ray inspection</b>: after electronic components mounting, if the PCB assemblies have BGAs, they require the x-ray inspection to ensure no defects of the solder balls before reflow soldering.",
                "<strong class=\"inner-black\" >Automated optical inspection (AOI)</strong>: an AOI inspection can be before or after the reflow soldering. At PCBONLINE, we implement it after the reflow. An AOI ensures no significant defects happen, such as missing components, component skew, tombstoning, etc.<br>",
                "<b class=\"inner-black\" >Visual inspections</b>: visual inspections refer to checking the PCB assemblies with bare eyes to ensure the boards have no scratches, contamination, missing components, etc. PCBONLINE implements visual inspections after wave soldering.<br>"
                
            ],
           
            "img":"visual-inspection-of-pcb-assembly.webp",
            "imgPh":"visual-inspection-of-pcb-assembly.webp",
            "alt":"visual inspection of PCB assembly",
            "type3":2,
            "removeLaminate":1,
            "title3":"PCB Assembly Inspections in the Pro-Assembly Stage",
            "subtitle3":["In the pro-assembly stage, we implement value-added services and the below PCB assembly inspections.",
                "<strong class=\"inner-black\" >Functional jig test</strong>: functional testing refers to the power-on self-test on a jig. We place the PCB assemblies one by one on a jig and power on to ensure the PCB assemblies work well.",
                "<b class=\"inner-black\" >Burn-in test</b>: a burn-in test or thermal aging test refers to powering on the PCB assemblies and letting them continuously run for 48 hours to 168 hours according to the product requirements.",
                "<b class=\"inner-black\">Application simulation test</b>: When we complete the PCBA end product, we can let it work in an environment that simulates its working condition and records all the specifications to ensure its functions are as expected.",
                "If you have any PCB assembly and inspection needs, please feel free to contact PCBONLINE by email at info@pcbonline.com."
               
            ]
            
  
        },
        "fab":
        {

            "type1":2,
            "title1":"One-Stop PCB Fabrication for Middle and High-End Applications",
            "subtitle1":["<b class=\"inner-black\" >PCB is a printed circuit board, also called PWB, printed wiring board, or circuit card</b>. PCBs provide the base for the placement of electronic components. ",
                "A PCB consists of alternating layers of substrate materials, prepreg, and copper traces interconnected by conductor-filled holes.",
                "On the component mounting side, PCB pads connect the copper traces and are designed to mount electronic components. ",
                "On the surface of the PCB, solder masks are silkscreen printed or electrostatic sprayed on the non-conductive areas to protect the whole board.", 
                "<span class=\"inner-title\">Types of PCBs</span>",
                "<div class=\"blog-img-wrap\"><img class=\"blog-img typesOfPCBs\" src=\"https://cdn.pcbonline.com/static-v1/img/tyeps-of-pcb.jpg\" alt=\"types of PCB\" ></div>",
                "According to different PCB substrate materials, there are FR4 PCBs, aluminum PCBs, polyimide (PI) PCBs, polyester (PET) PCBs, ceramic PCBs, PTFE PCBs, and copper-base PCBs. ",
                "<b class=\"inner-black\" >1</b> or <b class=\"inner-black\" >2</b>-layer FR4 PCBs and aluminum PCBs are easy PCBs, which are used for basic consumer applications and hobbies.",
                "<b class=\"inner-black\" >4</b>-and-above-layer FR4 and aluminum PCBs and  PCBs made of ceramic, PI, PTFE, PET, or copper substrate are complex PCBs, which are used for middle and high-end applications, such as automotive, aerospace, defense, communication, computing, industrial, and consumer electronics.",
                "<span class=\"inner-title\">Advanced PCB Manufacturer PCBONLINE</span>",
                "<div class=\"blog-img-wrap\"><img class=\"blog-img advancedPCB\" src=\"https://cdn.pcbonline.com/static-v1/img/advanced-pcb-manufactured.jpg\" alt=\"advanced PCB manufacturer\"></div>",
                "PCBONLINE has fabrication advantages in complex PCBs and aluminum PCBs. <strong class=\"inner-black\">We provide PCB fabrication from A to Z</strong> for middle and high-end applications, including the <b class=\"inner-black\">most complex PCBs: IC load board for testing IC and baseband unit for telecom</b>.",
                "Founded in 1999, PCBONLINE has two large advanced PCB manufacturing bases in Jiangsu and Jiangxi provinces, and one EMS PCB assembly factory in Shenzhen. We independently finish the whole PCB fabrication, including hard gold plating and gold fingers.",
                "PCBONLINE provides PCB fabrication of all types from prototypes to massive production. You can order FR4 PCBs of <b class=\"inner-black\" >1</b> to <b class=\"inner-black\" >64</b> layers, PI flexible PCBs of <b class=\"inner-black\" >1</b> to <b class=\"inner-black\" >10</b> layers, transparent PET flexible PCBs of <b class=\"inner-black\" >1</b> to <b class=\"inner-black\" >6</b> layers, rigid-flex PCBs of <b class=\"inner-black\" >2</b> to <b class=\"inner-black\" >24</b> layers, aluminum and ceramic PCBs of <b class=\"inner-black\" >1</b> to <b class=\"inner-black\" >4</b> layers, copper-base PCBs of <b class=\"inner-black\" >1</b> to <b class=\"inner-black\" >8</b> layers, PTFE high-frequency PCBs of <b class=\"inner-black\" >4</b> to <b class=\"inner-black\" >24</b> layers, and <b class=\"inner-black\" >1</b>-layer glass PCBs.",
                "If you are an original equipment manufacturer (OEM), research institute, or business maker, PCB fabrication from PCBONLINE can meet your needs."

            ],
            "title2":"PCB Fabrication Process and Prices",
            "subtitle2":[
                "The general PCB fabrication process involves <b class=\"inner-black\" >cutting laminate</b> > <b class=\"inner-black\">inner layer circuit generation</b> > <b class=\"inner-black\">lamination</b> > <b class=\"inner-black\">drilling</b> > <b class=\"inner-black\">copper plating</b> > <b class=\"inner-black\">outer layer circuit generation</b> > <b class=\"inner-black\">automatic optical inspection (AOI)</b> > <b class=\"inner-black\">solder mask and silkscreen</b> > <b class=\"inner-black\">surface finish</b> > <b class=\"inner-black\">profile</b> > <b class=\"inner-black\">electrical test</b> > <b class=\"inner-black\">final quality control</b> > <b class=\"inner-black\">packaging</b>.",
                "The PCB fabrication process and equipment are different according to different PCB substrates, layers, copper thickness, surface finish, and PCB holes. If you want to see real-time PCB fabrication, you can have an online meeting with us, and we'll show you the monitoring of our PCB or PCBA factory as you want.",
                "<span class=\"inner-title\">PCB Fabrication Prices and Quotes</span>",
                "<div class=\"blog-img-wrap\"><img class=\"blog-img pricesQuotes\" src=\"https://cdn.pcbonline.com/static-v1/img/pcb-quote-and-price.webp\" alt=\"PCB quote and price\"></div>",
                "In regard to the PCB fabrication price, it depends on the PCB fabrication complexity, materials, and PCB quantity.",
                "Generally, more PCB layers and higher copper thickness lead to a higher PCB fabrication cost. FR4 and aluminum PCBs are cheaper than copper-based, PI, PET, PTFE, and ceramic substrate PCBs. And the unit price of large PCB production is lower than that of small and prototype orders.",
                "You can go to our online PCB quotation system to upload your Gerber to check the price of your FR4 or aluminum PCB. To know the price of complex PCBs, please send your Gerber to <b class=\"inner-black\">info@pcbonline.com</b> for a quote.",
                "PCBONLINE handles both small and large PCB fabrication, providing flexibility to meet the needs of different companies, institutes, and business makers. As a source factory manufacturer, our PCB fabrication is the most affordable and the quality of the PCBs is traceable."
            ],
           
            "img":"complex-pcb-fabrication.webp",
            "imgPh":"complex-pcb-fabrication.webp",
            "img2":"pcb-fabrication.jpg",
            "imgPh2":"pcb-fabrication.jpg",
            "alt":"PCB fabrication",
            "alt2":"complex PCB fabrication",
            "type3":2,
            "picTwo":1,
            
            "title3":"PCB Fabrication Services",
            "subtitle3":[
                "<div class=\"blog-img-wrap\"><img class=\"blog-img services\" src=\"https://cdn.pcbonline.com/static-v1/img/pcb-services.webp\" alt=\"PCB services\"></div>",
                "PCBONLINE provides not only PCB fabrication but all services related to your PCB project, including R&D, the layout of components, PCB design for manufacturing (DFM), design for testing (DFT), prototyping, and solutions to technical issues.",
                "If you need PCB assembly, we offer PCB design for assembly (DFA), PCBA, and post-assembly services such as box builds.",
                "When receiving your inquiry or question, our engineer will give you an answer and further R&D assistance. We'll review your Gerber and give a timely quotation. ",
                "Throughout your project from the early R&D stage to massive production delivery, we'll offer you one-on-one engineering support and considerate services.",
                "We have a group of professional technology-originated teams, including <b class=\"inner-black\">100+</b> software and hardware engineers and <b class=\"inner-black\">500+</b> technicians, providing you with complete PCB services such as improvement advice, choosing materials, testing methods, Gerber and BOM checkout, quality verification, component sourcing, and assembly."
            ]
            
  
        }
        
        

    
}
}    